{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"AltyapıMühendisliği: Güvenlik Mirası Kullanıcıyı Merkez Alan Tasarımla Buluşuyor","Image":"","Body":"<p><span>Günümüzde iki tür şirket vardır: güvenlik ihlali yaşayanlar ve güvenlik ihlali yaşadıklarını bilmeyenler. Birbirine büyük ölçüde bağlı dünyamızda, her yerde ciddi güvenlik tehditleri var - çalınan cihazlar, veri hırsızlığı, fidye yazılımı, işlem dolandırıcılığı, yazılım açıkları, bulut saldırıları - liste uzayıp gider.</span></p> \n<p><span>Lenovo’da <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">güvenlik bizim DNA'mızdadır</a> ve ürün yaşam döngüsünün her aşamasında esastır. ThinkPad, 2002'de bir güvenlik altsistemini entegre etmiş ve 2004'te parmak izi okuyucusu kimlik doğrulaması ekleyen ilk şirket olmuştur. Parmak izi teknolojisi gibi son teknoloji güvenlik çözümleri sunmanın ve son kullanıcıyı göz önünde tutarak tasarım düşüncesinin uygulamanın zengin mirasına dayanan en yeni Lenovo ThinkPad X1 ürünlerinin mühendisliği, güvenlikten sıfır ödün vererek, yönetilebilirlik ve kullanılabilirlik arasında iyi bir denge kurar.</span></p> \n<p><span>Bir güvenlik ihlalinin sonuçları, getirdiği finansal etkinin ötesindedir.&nbsp; Paydaşların güveninin zedelenmesi, markaya zarar, olası fikri mülkiyet kaybı ve düzenleyici etki, tehdit ortamı her geçen gün gelişmeye devam ederken kurumların akılda tutması gereken hususlardan bazılarıdır.&nbsp; Bu yeni paradigma kayması, tespit ve iyileştirmenin hayati olduğu anlamına gelmektedir,” diyor Nima Baiati, Lenovo Siber Güvenlik Çözümleri Genel Direktörü ve Genel Müdürü.</span></p> \n<p><em><span>Paydaşların güveninin zedelenmesi, markaya zarar, olası fikri mülkiyet kaybı ve düzenleyici etki, tehdit ortamı her geçen gün gelişmeye devam ederken kurumların akılda tutması gereken hususlardan bazılarıdır.</span></em></p> \n<p><strong><span>Güvenliğe 360° Yaklaşım</span></strong></p> \n<p><span>Lenovo, ThinkShield'i 2018’de, tüm ürün ömrünü korumak için tasarlanmış kapsamlı bir güvenlik çözümleri paketi olarak duyurdu. Cihazların güvenliğini doğrudan imalat ve tedarik zincirinde sağlayarak, <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a> cihazlar çalıştırılmadan önce, virüs bulaşmamasını veya cihazların tehlikeye atılmamasını sağlar.</span></p> \n<p><span>Akıllı bileşenler üreten tedarikçilerin politika ve yönergelere uymalarını sağlayarak, güvenliği denetleriz. Üstelik, Şeffaf Tedarik Zincirine uyum sağlamak için Intel ile birlikte çalışıyoruz ve müşterilerin yeni sistemlerindeki her bir bileşeninin bütünlüğünü doğrulamasına olanak sağlıyoruz.</span></p> \n<p><span>ThinkPad X1, aynı zamanda donanım ve yazılım arasında derin entegrasyon ile tasarlanmıştır ve mevcut en gelişmiş CPU'ları içerir.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 Güvenli Çekirdekli PC'ler</a> en hassas verilere sahip endüstrilerde kritik görev verilerinin işlenmesini amaçlamaktadır.</span></p> \n<p><span>ThinkPad X1 Güvenli Çekirdekli PC, kullanıma hazır en üst düzeyde donanım, yazılım ve kimlik koruması ile birlikte gelen modern bir Windows cihazıdır.</span></p> \n<p><span>Microsoft’un İS güvenliği ortak direktörü David Weston, şunları ifade ediyor, “Düşmanlar daha gelişmiş ve saldırıları daha hedefli oldukça, işletmeler risk artışıyla karşı karşıya. Bu yüksek tehdit ortamında, korumaya yönelik entegre bir donanım ve yazılım yaklaşımı esastır. Güvenli çekirdekli PC'ler, bu tür hedefli cihaz yazılımı saldırılarını basitçe tespit etmekten ziyade önlemek için tasarlanmıştır.”</span></p> \n<p><em><span>Güvenli çekirdekli PC'ler, bu tür hedefli cihaz yazılımı saldırılarını basitçe tespit etmekten ziyade önlemek için tasarlanmıştır.”</span></em></p> \n<p><span>Arkasında derin bir uzmanlık olan ve küresel bir eğitimli ve sertifikalı teknik servis uzmanları ağı tarafından desteklenen Lenovo, yaptığımız her şeyde “tasarım gereği güvenlik” konseptini uygulamaktadır.</span></p> \n<p><span>Ağların artan karmaşıklığı ve güvenlik tehditlerinin artan gelişmişliği göz önüne alındığında, ThinkShield, cihazı, veriyi kimliği ve çevrimiçi çözümleri içeren dört koruma sütunu sunar. Gizlilik Koruması, ThinkShutter, “Sürücünüzü Saklayın” Hizmeti, USB Güvenli Sabit Sürücü'den, Güvenli Bağlantı, FIDO (Hızlı Çevrimiçi Kimlik), Çipte Eşleşen Parmak İzi Okuyucusu ve Bufferzone'a kadar ismini verdiğimiz çözümlerde amaç kurumu ve kullanıcıları her açıdan korumaktır.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 700px; height: 205px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Kurumlar Gönül Rahatlığı Sağlamak</span></strong></p> \n<p><span>Büyüklük veya gelişim aşamasından bağımsız olarak, kuruluşlar bugün ortak bir zorluğu paylaşıyor: BT güvenlik ekipleri yetersiz ve gergin.</span></p> \n<p><span>Siber saldırıların sayısı her geçen gün artıyor ve bilgisayar korsanları ve kurum içi kötü niyetli saldırganlar, güvenlik açıklarını kullanmak için sürekli yeni ve yaratıcı yollar geliştiriyor -giderek artan e-posta kimlik avı saldırıları veya güvenlik odaklı bir kurumsal kültürü teşvik etmek için yapısal desteğin olmayışından söz etmeye bile gerek yok.</span></p> \n<p><span>Gartner'a göre, yetenekli güvenlik uzmanlarının yetersizliği, sürekli olarak güvenlik teknolojisi uygulamalarında başarısızlığa neden olan ve uzun yıllardır yaşanan bir problem ve CIO ya da CEO'ların işlerine mal olan veri ihlal olayları gördük.&nbsp; Sınırlı kaynaklarla şirketinizin güvenliğini nasıl artırıyor ve gönül rahatlığı buluyorsunuz? Bunun bir yolu, zorlukları zekice yenmek için güvenebileceğiniz teknoloji sağlayıcılarına yönelmek.</span></p> \n<p><span>Bu nedenle, cihaza önceden yüklenmiş ve bilgisayar açıldığında ilk çalışan yazılım olan BIOS (Temel Giriş-Çıkış Sistemi) için bir dizi yeni güvenlik ve yönetilebilirlik geliştirmesi geliştirdik. İşletmelerin güvenliği temel düzeyde uygulamalarını kolaylaştırmak için bunları en yeni ThinkPad X1'e yerleştirdik.</span></p> \n<p><span>Uzaktan Yönetici Şifresi Ayarı'nı'i örnek olarak alalım. BIOS şifreleri, Windows 10 kabul ve VBS (Sanallaştırma Tabanlı Güvenlik) özellikleri nedeniyle kritik hale geldi. Geleneksel olarak, ThinkPad sistemleri, DOS (Hizmeti Engelleme) saldırılarını önlemek için uzaktan yönetici şifresi ayarını desteklememektedir ve bu da bir kişinin işlemi fiziksel olarak yönetmesini gerektirir.</span></p> \n<p><span>Yeni Uzaktan Yönetici Şifresi Ayarı, BT yöneticilerinin, fiziksel olarak bulunmadan bir yönetici şifresi ayarlaması için Absolute Persistence 2.0 güvenli iletişim çerçevesinden yararlanmalarını ve bu şekilde binlerce ThinkPad dizüstü bilgisayarını fiziksel olarak yanlarında olmalarına gerek kalmadan uzaktan ve güvenli bir şekilde kullanıma hazırlamalarını sağlar.</span></p> \n<p><span>Yeni güvenlik özelliklerinin bir başka örneği de kendi kendini düzelten BIOS'tur. BIOS bozulduğunda veya kötü niyetli saldırıya uğradığında, BIOS “kendini düzeltir” ve bilinen iyi bir yedek kopyaya geri döner. Bu, bilgisayar korsanlarının cihazdaki en düşük seviye cihaz yazılımı koduna sızmasını önler ve BT ekiplerine ve kullanıcılarına daha az zaman kaybına neden olan esnek bir BIOS sağlar.</span></p> \n<p><span>Ayrıca, ThinkShield Secure Wipe'ı, harici araçlara ihtiyaç duymadan bir sürücüdeki tüm verileri güvenilir bir şekilde silen BIOS'a ekledik; bu, BT güvenlik ekiplerinin artık sabit disklerdeki hassas verileri güvenli, hızlı ve zahmetsizce silebileceği anlamına geliyor.</span></p> \n<p><strong><span>Çalışan Deneyimini Geliştirin</span></strong></p> \n<p><span>Çocukları almak için acele ederken iki konferans görüşmeniz ve yetiştirmeniz gereken bir rapor olduğunda, kimin siber güvenlik hakkında düşünecek zamanı vardır? ThinkPad X1 serisi, Lenovo'da yeni cihazlar ve özellikler yaratırken “Altyapı Mühendisliği” felsefesini yaşayan ve soluyan mühendisler tarafından tasarlandı.</span></p> \n<p><span>Ürünlerimizin kullanıcıların yoğun yaşamlarına uyum sağlamasını ve akıllı, kullanışlı ve güvenilir faydalar sunacak şekilde tasarlanmasını sağlıyoruz. Dünyadaki tüketicilere ve müşterilere güvenli BT ürünleri, çözümleri ve hizmetleri sağlama konusunda otuz yıldan uzun bir mirasa dayanan dayanan ekip, ThinkPad X1 serisindeki temel özellikler ve yeniliklerle son kullanıcı deneyimini ilk sıraya koyuyor.</span></p> \n<p><span>Baiati, bunu değerlendirmeye alıyor. “Son kullanıcı deneyimi, geleneksel görünüm, his ve sesin ötesine uzanıyor. İnsanlar teknolojiyi kullanırken kendilerini güvende hissetmek istiyor ve bu duygusal durum tartışmaya kapalı. Virüs bulaşması, bilgisayar korsanlığı ve kimlik hırsızlığı korkusu gerçek ve siber tehditlerle savaşmak için elimizden gelen her şeyi yapmaya devam edeceğiz. Sizi korumak için yenilikçi, son teknoloji güvenlik çözümleri portföyü olarak ThinkShield'ı yarattık.”</span></p> \n<p><span>ThinkShutter, ThinkPad mühendislerinin kullanıcılar için inovasyonu nasıl hayata geçirdiğinin bir kanıtıdır. Yapışkan kağıtlar, bantlar, süslü bir web kamerası kapağı; biz ThinkShutter'ı sunana ve yerleşik web kamerası deklanşörü ile ThinkPad'i dünyanın ilk iş dizüstü bilgisayarı yapana kadar insanlar web kameralarını kapatacak her türlü şeyi araştırdı.</span></p> \n<p><span>Cihazın üstündeki web kamerasının yanında minik bir kayan kapak; Skype araması yapmak veya video kaydetmek istediğinizde kapağı yana kaydırılabilir, kameranızı kullanmadığınızda gizliliğinizi korumak için kapağı geri kaydırılabilirsiniz.</span></p> \n<p><span>Diğer bir örnek, omzunuzun üstünden yapılan bakışları önleyen ve varlığını algılayan dahili bir ekran filtresi olan PrivacyGuard'dır. Bu özellik, birisinin arkanızda olup olmadığını tespit etmek ve gizlilik uyarısında bulunmak için bir IR kamera kullanır.</span></p> \n<p><span>Ayrıca, ekran karartma ve dizüstü bilgisayarın hemen önünde oturuyorsanız yalnızca sizin görebilmenizi sağlar. Bir kafede veya uçakta gizli bir belge üzerinde çalışmanız mı gerekiyor? PrivacyGuard sizin için kullanışlı olacak.</span></p> \n<p><span>PrivacyGuard, omzunuzun üstünden yapılan bakışları önleyen ve varlığını algılayan dahili bir ekran filtresidir.</span></p> \n<p><span>Hatırlanması zor veya kolay kırılabilir şifreler kullanmadan kimliğinizi nasıl koruyacağınızı merak ettiyseniz, ThinkPad X1 sizi korur.</span></p> \n<p><span>ThinkShield, çoğu Intel Authenticate tarafından desteklenen birden fazla kimlik doğrulama faktörü sağlar. Ayrıca, Lenovo, FIDO onaylı kimlik denetleyicileri doğrudan Microsoft Windows PC'lerine entegre eden ilk tedarikçidir.</span></p> \n<p><span>FIDO, güvenli parmak izi teknolojisini kullanarak PayPal, Google ve Dropbox gibi sitelerde kimlik doğrulama yapar; ayrıca, çalışanların şirket ağlarına ve diğer bağlı iş kaynaklarına giriş yaparken parmak izlerini ikinci bir etken olarak kullanmaları için oldukça güvenli ve kişisel bir yoldur.</span></p> \n<p><span>Çip üzerinde parmak izi okuyucumuz, okuyucuda eksiksiz kimlik doğrulaması yapmak için en son Synaptics teknolojisini kullanır. Bunun yanında, sahtecilik saldırılarının başarı olasılığını büyük ölçüde azaltmak için makine öğrenmesi ile görüntü analizine dayanan Quantum Matcher adlı güçlü bir sahteciliği önleme algoritması kullanıyoruz.</span></p> \n<p><span>Sonuç olarak, bu özellikler çalışanların asgari çabasını gerektirirken, güvenlik düzeyini arttırır, son kullanıcılar ve kurumlardaki BT güvenlik ekipleri için olumlu bir deneyim oluşturmaya yardımcı olur. Doğru teknolojiler ve ThinkShield çözümleri ile güçlendirilmiş ekipler, verimlilik artışı ve yeniliklere odaklanabilir; bu da gerçek sonuçları geliştirecektir.</span></p> \n<p><span>Lenovo'nun güvenlik mirası kullanıcı merkezli tasarım ile buluştuğunda, “<strong>Altyapı Mühendisliği</strong>” konseptimizin kuruluşlara ve bireylere teknolojiden daha fazlasını sağladığını görmekten gurur duyuyoruz.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}