{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G i Cyberbezpieczeństwo – Co firmy muszą wiedzieć",
		"Image": "",
		"Body": "<p><span>Zgodnie z serią prezentacji i paneli na tegorocznej konferencji National Cyber Security Alliance (NCSA) na NASDAQ w Nowym Jorku, firmy muszą posiadać wyraźny plan dotyczący bezpieczeństwa, aby zająć się potencjalnymi zagrożeniami dla bezpieczeństwa cybernetycznego związanymi z 5G. To wydarzenie ukierunkowało początek <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">Miesiąca świadomości bezpieczeństwa cybernetycznego</a>.</span></p> \n<p><span>Organizacja non-profit <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA </a>za pomocą dwóch działań buduje partnerstwo instytucji publicznych i prywatnych w celu promowania silnego bezpieczeństwa cybernetycznego. Po pierwsze, konferencja w Nowym Jorku obejmowała dyskusje panelowe na temat prywatności danych, roli sztucznej inteligencji w bezpieczeństwie oraz wpływu obliczeń kwantowych, a także prezentację na temat bezpieczeństwa 5G prowadzoną przez Jasona Rugera, głównego dyrektora ds. bezpieczeństwa informacji w Lenovo.</span></p> \n<p><span>Po drugie, koncentruje się na konsumentach i indywidualnych użytkownikach, jako że phishing i inne pozornie przestarzałe ataki nadal stanowią poważne zagrożenie, co potwierdził Kelvin Coleman, dyrektor wykonawczy NCSA, przedstawiając klientom Own IT. Bezpieczeństwo i ochrona informatyczna.</span></p> \n<p><span>„Ta prosta wiadomość zachęca konsumentów do zrozumienia urządzeń i aplikacji, z których korzystają na co dzień, do zabezpieczenia swojego profilu cyfrowego i ochrony poprzez zapoznanie się z ustawieniami prywatności, które pomogą zabezpieczyć ich prywatność i ograniczyć cyberprzestępczość”, powiedział Coleman. „Cyberprzestępcy stają się coraz bardziej wyrafinowani, więc jest ważne, aby pamiętać o tych kilku sprawdzonych i wiarygodnych metodach ochrony w Internecie.”</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Z kolei w swojej prezentacji Ruger wyjaśnił, w jaki sposób technologia o olbrzymim potencjale, czyli 5G – o prędkości ponad 100 razy większej niż 4G – przyczynia się nie tylko do większej szybkości, ale także nowych możliwości poprawy bezpieczeństwa cybernetycznego.</span></p> \n<p><span>Możliwości wynikają z tego, co wyróżnia 5G: długość fali o mniejszej i wyższej częstotliwości w porównaniu z wcześniejszymi technologiami.&nbsp; Ruger powiedział, że fale radiowe AM, czyli wcześniejsza technologia z drugiego końca spektrum, mają 1000 stóp długości, podczas gdy nowe fale pasma 5G mają mniej niż 1 centymetr.&nbsp; To właśnie pomaga 5G zapewnić tak duże prędkości przy znacznie mniejszym opóźnieniu.</span></p> \n<p><span>Najważniejsze różnice, o których zdaniem Rugera, powinny pamiętać organizacje, to ilość urządzeń, szybkość łączności i odległość, którą pokonują fale.</span></p> \n<p><span>„Każda z tych zmian stwarza prawdziwe wyzwania w zakresie bezpieczeństwa cybernetycznego, ale także możliwości poprawy bezpieczeństwa”, stwierdził Ruger, który zarządzał wcześniejszymi migracjami korporacji takich jak Lenovo, Motorola i Google, z 2G do 3G, z 3G do 4G, a teraz do 5G.</span></p> \n<p><span>Szybsze i silniejsze połączenia zapewniane przez 5G spowodują ogromny rozwój urządzeń z Internet of Things.&nbsp; Ile nowych urządzeń? W miejscach, gdzie pracownicy mogą teraz mieć jedno czy dwa urządzenia podłączone do Internetu, organizacje muszą już teraz zaplanować aż 100 urządzeń na pracownika, jako że w biurze dodaje się inteligentne czujniki do wszystkiego, od żarówek po krzesła biurowe i termostaty.</span></p> \n<p><span>„Gdy pracownicy zaczynają wprowadzać tak wiele urządzeń, wywrze to duży nacisk na organizacje, aby zapewnić, że każde urządzenie będzie stale aktualizowane i naprawiane”, powiedział Ruger. „Organizacje muszą opracować plan, aby zapewnić aktualizację urządzeń, na podstawie umowy serwisowej lub ich częstszej wymiany, co może oznaczać leasing większej liczby urządzeń.”</span></p> \n<p><span>Organizacje mogą również korzystać z dzielenia sieci, które umożliwia im pozyskiwanie prywatnych części spektrum 5G, co z kolei zmniejsza możliwość poziomego przenoszenia problemów, takich jak infekcje w sieci.</span></p> \n<p><span>Lenovo posiada plany dotyczące 5G w zakresie zabezpieczenia własnych sieci w celu dostarczania produktów korzystających z 5G. Wśród smartfonów Motorola Lenovo znalazł się pierwszy telefon z obsługą 5G, a także Lenovo przedstawiło pierwszy komputer Qualcomm 5G.</span></p> \n<p><span>Największą zaletą 5G jest szybkość.&nbsp; Działając prawie 100 razy szybciej niż 4G, nowy standard za każdym razem zapewni płynne odtwarzanie filmów w Internecie, a pobieranie wyda się niemal natychmiastowe. Ale ta sama szybkość, która zapewnia wyraźne połączenia lub doskonałe filmy, oznacza również, że hakerzy, którzy atakują twój system, mogą wydobyć ogromną ilość danych, zanim będziesz mógł zareagować.</span></p> \n<p><span>„Ta prędkość może wydawać się nieco przerażająca, jeśli zajmujesz się bezpieczeństwem, ale dzielenie sieci 5G udostępnia nowe funkcje monitorowania i wykrywania”, powiedział Ruger. „Ponadto można wykorzystać prędkości 5G, aby uzyskać lepsze kopie zapasowe danych i nadmiarowość.”</span></p> \n<p><span>Trzecim zagadnieniem jest odległość, która wprowadza rozdźwięk do kwestii 5G.&nbsp; Fale radiowe AM o długości 1000 stóp mają jedną zaletę: mogą pokonywać duże odległości.&nbsp; Natomiast stosunkowo niewielkie fale 5G wymagają komórek tak blisko, jak co kilkaset stóp, szczególnie w zagęszczonym środowisku miejskim. Spowoduje to rozwój urządzeń infrastruktury, co ma prowadzić do upowszechnienia fal 5G.</span></p> \n<p><span>Jakkolwiek wszystkie te komórki muszą być zabezpieczone, po pojawieniu się 5G zapewnią one również specjalistom ds. bezpieczeństwa możliwość kontrolowania mikrokomórek zainstalowanych w budynkach.</span></p> \n<p><span>Jak stwierdził Ruger, „Firmy mogą wykorzystać ograniczenia związane z odległością, aby skupić się na łączności w przestrzeni biurowej i poprawić uwierzytelnianie w celu zabezpieczenia sieci”.</span></p> \n<p><span>Przypomniał też wszystkim, że wszystko teraz przyspiesza, jak że prace nad 6G już się zaczęły.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
