{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Podstawy inżynieryjne: dziedzictwo bezpieczeństwa przy projektowaniu zorientowanemu na użytkownika","Image":"","Body":"<p><span>Obecnie istnieją dwa rodzaje firm: te, które doświadczyły naruszeń bezpieczeństwa, i te, które nie wiedzą, że to się stało. W naszym niezwykle połączonym świecie wszędzie istnieją poważne zagrożenia bezpieczeństwa – skradzione urządzenia, kradzież danych, oprogramowanie typu ransomware, oszustwa transakcyjne, luki w oprogramowaniu, włamania do chmury – lista jest naprawdę długa.</span></p> \n<p><span>W Lenovo&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">mamy bezpieczeństwo w DNA</a>&nbsp;i jest to niezbędne na każdym etapie cyklu życia produktu. ThinkPad zintegrował podsystem bezpieczeństwa już w 2002 r. i jako pierwszy dodał uwierzytelnienie czytnika linii papilarnych w 2004 r. Opierając się na bogatym dziedzictwie dostarczania najnowocześniejszych rozwiązań bezpieczeństwa, takich jak technologia czytnika linii papilarnych, i nastawiania się w czasie projektowania na użytkownika końcowego, inżynieria najnowszych produktów Lenovo ThinkPad X1 zapewnia doskonałą równowagę między możliwościami zarządzania i użyteczności, przy jednoczesnym bezkompromisowym podejściu do bezpieczeństwa.</span></p> \n<p><span>„Skutki naruszenia bezpieczeństwa wykraczają poza bezpośredni negatywny wpływ finansowy.&nbsp; Erozja zaufania osób zainteresowanych, szkoda dla marki, potencjalna utrata własności intelektualnej i wpływ na przepisy to tylko niektóre z czynników, o których organizacje muszą pamiętać, ponieważ zakres zagrożeń nieustannie się zmienia.&nbsp; Ta nowa zmiana paradygmatu oznacza, że wykrywanie i naprawa potencjalnych zagrożeń są niezbędne”, mówi Nima Baiati, dyrektor globalny i dyrektor generalny Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Erozja zaufania osób zainteresowanych, szkoda dla marki, potencjalna utrata własności intelektualnej i wpływ na przepisy to tylko niektóre z czynników, o których organizacje muszą pamiętać, ponieważ zakres zagrożeń nieustannie się zmienia.</span></em></p> \n<p><strong><span>Podejście 360° do bezpieczeństwa</span></strong></p> \n<p><span>Lenovo ogłosiło&nbsp;ThinkShield&nbsp;w 2018 r. To kompleksowy pakiet rozwiązań bezpieczeństwa zaprojektowanych w celu ochrony produktu podczas całego jego okresu użytkowania. Zabezpieczając urządzenia już na etapie produkcji i łańcucha dostaw,&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;zapewnia, że urządzenia nie są zainfekowane ani narażone na atak jeszcze przed pierwszym włączeniem.</span></p> \n<p><span>Nadzorujemy bezpieczeństwo dostawców, którzy budują inteligentne komponenty, upewniając się, że są one zgodne z ich zasadami i wytycznymi. Ponadto współpracujemy z Intelem w celu dostosowania się do jego programu przejrzystego łańcucha dostaw, co umożliwia klientom weryfikację integralności każdego elementu nowego systemu.</span></p> \n<p><span>ThinkPad X1 został również zaprojektowany z głęboką integracją sprzętu z oprogramowaniem. Wyposażono go również w najbardziej zaawansowany procesor.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Komputery z systemem Windows 10 z zabezpieczonym rdzeniem</a>&nbsp;są przeznaczone do obsługi danych o znaczeniu krytycznym i to w branżach z najbardziej uzależnionych od danych.</span></p> \n<p><span>Komputer z zabezpieczonym rdzeniem ThinkPad X1 to nowoczesne urządzenie z systemem Windows, które zapewnia najwyższą jakoś sprzętu, oprogramowania i ochrony tożsamości, a wszystko to jest gotowe do użycia od razu po wyjęciu z pudełka.</span></p> \n<p><span>David Weston, dyrektor partner ds. bezpieczeństwa systemu operacyjnego w firmie Microsoft, mówi: „Firmy stają w obliczu coraz większego ryzyka, ponieważ ich przeciwnicy stosują coraz bardziej skoncentrowane i wyrafinowane ataki. W tym klimacie podwyższonego ryzyka kluczowe znaczenie ma zintegrowane podejście sprzętowe i programowe do ochrony. Komputery z zabezpieczonym rdzeniem mają na celu zapobieganie tego rodzaju ukierunkowanym atakom oprogramowania układowego, a nie tylko ich wykrywanie”.</span></p> \n<p><em><span>Komputery z zabezpieczonym rdzeniem mają na celu zapobieganie tego rodzaju ukierunkowanym atakom oprogramowania układowego, a nie tylko ich wykrywanie.</span></em></p> \n<p><span>Firma Lenovo, wspierana przez głęboką wiedzę fachową oraz przez globalną sieć wyszkolonych i certyfikowanych specjalistów ds. usług technicznych, stosuje koncepcję „bezpieczeństwa od samego początku” we wszystkim, co robi.</span></p> \n<p><span>Biorąc pod uwagę rosnącą złożoność sieci i rosnące wyrafinowanie zagrożeń bezpieczeństwa, ThinkShield zapewnia cztery filary ochrony obejmujące: urządzenia, dane, tożsamość i rozwiązania online. Od ochrony prywatności, ThinkShutter, usługi „Keep Your Drive”, bezpiecznego dysku twardego USB po bezpieczne dokowanie, FIDO (Fast Identity Online), czytnik linii papilarnych Match-on-Chip i Bufferzone – a to tylko kilka rozwiązań, których celem chronić organizacje i użytkowników pod każdym kątem.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Zapewnij organizacji spokój ducha&nbsp;</span></strong></p> \n<p><span>Niezależnie od wielkości lub etapu rozwoju organizacje stoją dziś przed jednym wspólnym wyzwaniem: zespoły bezpieczeństwa IT mają za mało personelu i są nadwyrężone.</span></p> \n<p><span>Liczba cyberataków rośnie każdego dnia, a hakerzy i złośliwi pracownicy ciągle zyskują nowe, kreatywne sposoby ujawniania luk bezpieczeństwa – nie wspominając już o rosnącej liczbie ataków typu phishing lub braku wsparcia strukturalnego do wprowadzenia kultury korporacyjnej zorientowanej na bezpieczeństwo.</span></p> \n<p><span>Według firmy Gartner brak wykwalifikowanych specjalistów ds. bezpieczeństwa jest odwiecznym problemem, który konsekwentnie skutkuje nieudanymi wdrożeniami technologii bezpieczeństwa, a byliśmy już świadkami przypadków naruszenia bezpieczeństwa danych, które ostatecznie skończyły się zwolnieniem dyrektora naczelnego czy dyrektora informacyjnego.&nbsp; Jak podnieść bezpieczeństwo swojej firmy przy ograniczonych zasobach i zapewnić sobie spokój ducha? Jednym ze sposobów jest zwrócenie się do dostawców technologii, którzy potrafią sprostać dzisiejszym wyzwaniom.</span></p> \n<p><span>Właśnie dlatego opracowaliśmy szereg nowych ulepszeń w zakresie bezpieczeństwa i zarządzania dla BIOS-u, wstępnie zainstalowanego oprogramowania układowego i pierwszego oprogramowania uruchamianego po włączeniu komputera. Wbudowaliśmy je w najnowszy ThinkPad X1, aby ułatwić firmom wdrożenie bezpieczeństwa już u samych podstaw.</span></p> \n<p><span>Jako przykład weźmy zdalnego ustawienia hasła administratora. Hasła BIOS-u stały się krytycznie ważne ze względu na przyjęcie systemu Windows 10 i funkcji VBS (zabezpieczeń opartych na wirtualizacji). Tradycyjnie systemy ThinkPad nie obsługiwały zdalnego ustawiania hasła administratora, aby zapobiec atakom DOS (Denial of Service – blokada usług). Tworzyło to konieczność fizycznej obecności administratora w czasie ustawiania takiego hasła.</span></p> \n<p><span>Nowe zdalne ustawienie hasła administratora umożliwia administratorom IT wykorzystanie bezpiecznych ram komunikacji Absolute Persistence 2.0 w celu ustawienia hasła administratora bez fizycznej obecności, umożliwiając im zdalne i bezpieczne wdrażanie tysięcy laptopów ThinkPad bez konieczności fizycznej obecności przy każdym z nich.</span></p> \n<p><span>Kolejnym przykładem nowych funkcji bezpieczeństwa jest samonaprawiający się BIOS. Kiedy BIOS zostanie uszkodzony lub zaatakowany przez złośliwe oprogramowanie, sam się naprawi i powróci do znanej dobrej kopii zapasowej. Zapobiega to infiltracji przez hakerów kodu oprogramowania najniższego poziomu oraz zapewnia zespołom IT i użytkownikom odporny BIOS, co skraca czas przestoju.</span></p> \n<p><span>Ponadto dodaliśmy do BIOS-u ThinkShield Secure Wipe, który niezawodnie usuwa wszystkie dane z dysku bez potrzeby korzystania z zewnętrznych narzędzi, co oznacza, że zespoły bezpieczeństwa IT mogą teraz całkowicie wyczyścić wrażliwe dane na dyskach twardych – bezpiecznie, szybko i bez wysiłku.</span></p> \n<p><strong><span>Poprawa doświadczenia pracowników</span></strong></p> \n<p><span>Kto ma czas na myślenie o cyberbezpieczeństwie, gdy ma się dwa połączenia konferencyjne, pisze się raport i trzeba zaraz iść odebrać dzieci z przedszkola? Seria ThinkPad X1 została zaprojektowana przez inżynierów, którzy podczas tworzenia nowych urządzeń i funkcji w Lenovo żyją zgodnie z filozofią „inżynierii fundamentalnej”.</span></p> \n<p><span>Dbamy o to, aby nasze produkty dostosowywały się do zajętego życia użytkowników. Są one zaprojektowane tak, aby zapewniać inteligentne, wygodne i niezawodne rozwiązania. Opierając się na ponad trzydziestoletniej tradycji dostarczania bezpiecznych produktów, rozwiązań i usług IT konsumentom i klientom na całym świecie, nasz zespół stawia przede wszystkim na doświadczenia użytkowników końcowych, a wszystko to dzięki kluczowym funkcjom i innowacjom w serii ThinkPad X1.</span></p> \n<p><span>Baiati przedstawia to w odpowiedniej perspektywie. „Doświadczenie użytkownika końcowego wykracza poza tradycyjnie pojmowane zmysły wzroku, słuchu i dotyku. Ludzie chcą czuć się bezpiecznie podczas korzystania z technologii. Takie coś nie podlega negocjacjom. Strach przed infekcjami wirusowymi, włamaniami i kradzieżą tożsamości jest uzasadniony, dlatego będziemy robić wszystko, co w naszej mocy, aby walczyć z takimi zagrożeniami cybernetycznymi. Stworzyliśmy ThinkShield jako innowacyjne portfolio najnowocześniejszych rozwiązań bezpieczeństwa, które zapewnią użytkownikom ochronę”.</span></p> \n<p><span>ThinkShutter to żywy dowód tego, że inżynierowie zespołu ThinkPad wprowadzili do tego produktu niezbędne dla użytkowników innowacje. Karteczki, taśmy klejące i wymyślne obudowy – ludzie badali różne rozwiązania przy zakrywaniu kamerki w laptopie. Na szczęście wprowadziliśmy ThinkShutter, dzięki któremu ThinkPad jest pierwszym na świecie laptopem biznesowym z wbudowaną przysłoną kamery internetowej.</span></p> \n<p><span>To malutka przesuwana przysłona, która znajduje się obok kamerki u góry urządzenia. Można ją przesunąć na bok, gdy chce się wykonać rozmowę przez Skype lub nagrać film, a następnie powrotnie ją zamknąć w celu ochrony swojej prywatności.</span></p> \n<p><span>Innym przykładem jest PrivacyGuard, wbudowany filtr ekranu, który zapobiega zaglądaniu przez ramię dzięki wykrywaniu wzroku i obecności. Ta funkcja wykorzystuje kamerę podczerwoną do wykrywania, czy ktoś stoi za użytkownikiem, i pokazywania powiadomień o braku prywatności.</span></p> \n<p><span>Jest również możliwość przyciemnienia ekranu i uczynienia go widocznym tylko dla użytkownika siedzącego bezpośrednio przed laptopem. Musisz popracować nad poufnym dokumentem w kawiarni lub samolocie? PrivacyGuard na pewno Ci się przyda.</span></p> \n<p><span>PrivacyGuard to wbudowany filtr ekranu, który zapobiega zaglądaniu przez ramię dzięki wykrywaniu wzroku i obecności.</span></p> \n<p><span>Jeśli chcesz chronić swoją tożsamość bez korzystania z haseł, które są trudne do zapamiętania lub łatwe do złamania, ThinkPad X1 ma dla Ciebie idealne rozwiązanie.</span></p> \n<p><span>ThinkShield zapewnia mnóstwo metod uwierzytelniania, z których wiele jest obsługiwanych przez Intel Authenticate. Ponadto Lenovo jest pierwszym dostawcą, który integruje certyfikowane przez FIDO elementy uwierzytelniające bezpośrednio na komputerach z systemem Microsoft Windows.</span></p> \n<p><span>FIDO uwierzytelnia tożsamość w witrynach takich jak PayPal, Google i Dropbox, używając do tego bezpiecznej technologii odczytywania linii papilarnych. Jest to prywatny i bardzo bezpieczny sposób dla pracowników do używania swoich linii papilarnych jako drugiego czynnika zabezpieczeń podczas logowania się do sieci korporacyjnych i połączonych z siecią zasobów biznesowych.</span></p> \n<p><span>Nasz czytnik linii papilarnych typu match-on-chip wykorzystuje najnowocześniejszą technologię Synaptics do uwierzytelnienia odbywającego cię całkowicie w czytniku. Oprócz tego wprowadziliśmy solidny algorytm przeciwdziałający fałszowaniu o nazwie Quantum Matcher. Opiera się on na analizie obrazu z uczeniem maszynowym, a jego wykorzystanie znacznie zmniejsza prawdopodobieństwo udanych tego typu ataków.</span></p> \n<p><span>Podsumowując, funkcje te podnoszą poziom bezpieczeństwa, wymagając ze strony pracowników zaledwie małego wysiłku. Pomaga to stworzyć pozytywne wrażenia u użytkowników końcowych i zespołów bezpieczeństwa IT. Dzięki odpowiednim technologiom i rozwiązaniom ThinkShield zespoły mogą skupić się na zwiększeniu produktywności i wprowadzaniu innowacji, co ostatecznie przenosi się na lepsze wyniki finansowe.</span></p> \n<p><span>Kiedy dziedzictwo bezpieczeństwa Lenovo łączy się z projektem skoncentrowanym na użytkowniku, możemy z dumą zobaczyć, jak nasza koncepcja „<strong>inżynierii fundamentalnej</strong>” pomaga osobom i organizacjom, oferując im coś więcej niż technologię.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}