{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G ja kyberturvallisuus – mitä yritysten on hyvä tietää","Image":"","Body":"<p><span>Yritykset tarvitsevat selkeän tietoturvasuunnitelman 5G:n mukanaan tuomien mahdollisten kyberturvallisuusuhkien käsittelemiseen. Tätä asiaa käsiteltiin esityksissä ja paneeleissa tämän vuoden NCSA (National Cyber Security Alliance) -konferenssissa NASDAQ:ssa New Yorkissa. Tämä tapahtuma aloittaa <a href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\" rel=\"noopener noreferrer\">National Cyber Security Awareness (kansallinen kyberturvallisuus) -kuukauden</a>.</span></p> \n<p><span>Voittoa tavoittelematon&nbsp;<a href=\"https://staysafeonline.org/\" target=\"_blank\" rel=\"noopener noreferrer\">NCSA</a> edistää toimivaa kyberturvallisuutta kahdella tavalla luomalla julkisia ja yksityisiä kumppanuuksia. Ensinnäkin New Yorkissa järjestetyn konferenssin paneelikeskusteluissa käsiteltiin tietosuojaa, tekoälyn osuutta suojauksessa ja kvanttilaskennan vaikutusta. Lisäksi Lenovon tietoturvajohtaja Jasen Ruger käsitteli puheessaan 5G-turvallisuutta.</span></p> \n<p><span>Toiseksi keskitytään kuluttajiin ja yksittäisiin käyttäjiin, sillä tietojenkalasteluhyökkäykset ja muut näennäisesti vanhanaikaiset hyökkäykset ovat NCSA:n toimitusjohtajan Kelvin Colemanin mukaan edelleenkin vakava uhka. Hänen antamansa ohjeen mukaan kuluttajien on tunnettava IT, suojattava IT ja turvattava IT.</span></p> \n<p><span>”Tämä yksinkertainen viesti rohkaisee kuluttajia tutustumaan tarkasti päivittäin käyttämiinsä laitteisiin ja sovelluksiin, suojaamaan digiprofiilinsa ja turvaamaan sen tutustumalla tietosuoja-asetuksiin. Tällä tavoin he voivat varmistaa tietosuojansa ja rajoittaa kyberrikoksia”, Coleman sanoi. ”Koska kyberrikolliset ovat entistä taitavampia, on tärkeä muistaa, että todistetusti toimivat menetelmät auttavat suojautumista verkossa.”</span></p> \n<p><span>Ruger selitti esityksessään, miten 5G:n valtavaa potentiaalia hyödyntävä teknologia ei ainoastaan nopeuta toimintaa (yli 100-kertainen nopeus 4G:hen verrattuna) vaan luo myös mahdollisuuksia parantaa kyberturvallisuutta.</span></p> \n<p><span>Nämä mahdollisuudet perustuvat juuri siihen, mikä tekee 5G:stä niin erilaisen: se käyttää lyhyempää ja korkeampaa aallonpituutta kuin aiemmat tekniikat.&nbsp; Rugerin mukaan AM-radioaaltojen, eli jatkumon toisessa päässä olevan vanhan tekniikan, pituus on 333 metriä, kun taas 5G-kaistan aaltojen pituus on alle 1 cm.&nbsp; Tämä vuoksi 5G on erittäin nopea samalla, kun viivettä on huomattavasti vähemmän.</span></p> \n<p><span>Suurimmat erot, jotka organisaatioiden on otettava huomioon, ovat Rugerin mukaan latteiden laatu, yhteysnopeus ja aaltojen kulkema matka.</span></p> \n<p><span>”Jokainen näistä muutoksista ilmaisee todellisen muutoksen kyberturvallisuuden osalta. Samalla ne ovat kuitenkin myös mahdollisuuksia parantaa turvallisuutta”, kertoi Ruger, joka on aikoinaan vastannut yritysten, kuten Lenovon, Motorolan ja Googlen, siirtymisestä 2G-verkosta 3G-verkkoon, 3G-verkosta 4G-verkkoon ja nyt 5G-verkkoon.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>5G-verkon entistä nopeammat ja vahvemmat yhteydet lisäävät IoT-laitteiden määrää räjähdysmäisesti.&nbsp; Paljonko uusia laitteita tulee? Siinä missä kullakin työntekijöillä voi olla nyt pari internetiin yhdistettyä laitetta, organisaatioiden on varauduttava siihen, että lähitulevaisuudella työntekijöillä on jopa 100 laitetta, sillä älytunnistimia lisätään toimistoissa kaikkeen mahdolliseen lampuista toimistotuoleihin ja termostaatteihin.</span></p> \n<p><span>”Kun työntekijöillä on näin monta laitetta, organisaatioiden on haastavaa varmistaa, että jokainen laite on yhdenmukaisesti päivitetty”, Ruger kertoi. ”Organisaatiot tarvitsevat suunnitelman, jolla laitteiden päivittäminen varmistetaan joko palvelusopimuksella tai vaihtamalla laitteet aiempaa useammin, mikä voi tarkoittaa useampien laitteiden liisaamista.”</span></p> \n<p><span>Organisaatiot voivat hyödyntää myös verkon jaottelua, mikä mahdollistaa 5G-spektrin yksityisten osien hankinnan. Tämä puolestaan pienentää ongelmien sivusuuntaista siirtymistä, kuten tartuntojen leviämistä verkosta.</span></p> \n<p><span>Lenovolla on suunnitelmia 5G-verkkoa varten ja sen suhteen, miten omat verkot suojataan toimittamalla 5G-tekniikkaa käyttäviä tuotteita. Lenovon Motorola-älypuhelinvalikoima sisälsi ensimmäinen 5G-yhteensopivan puhelimen ja Lenovo julkisti ensimmäisen Qualcomm 5G -tietokoneen.</span></p> \n<p><span>Olennaista 5G-tekniikassa on sen nopeus.&nbsp; Koska se on lähes 100 kertaa nopeampi kuin 4G-tekniikka, verkkovideot toistetaan aina sulavasti ja ne latautuvat käytännössä välittömästi. Mutta sama nopeus, jonka ansiosta puhelut ovat selkeitä ja videot täydellisiä, tarkoittaa, että järjestelmään murtautuvat hakkerit saavat käsiinsä valtavan määrän tietoa, ennen kuin ehdit reagoida.</span></p> \n<p><span>”Tietoturvasta vastaavia tämä nopeus voi hieman pelottaa, mutta 5G-verkon jaottelu mahdollistaa uudet valvonta- ja havainto-ominaisuudet”, Ruger sanoi. ”Voit lisäksi hyödyntää 5G-nopeutta parantamaan tietojen varmuuskopiointia ja vikasietoisuutta.”</span></p> \n<p><span>Kolmas alue on etäisyys, mikä on 5G-verkon hankalin osa.&nbsp; Yli 300 metrin AM-radioaalloilla on yksi etu: ne kulkevat pitkiä etäisyyksiä.&nbsp; Suhteellisen lyhyet 5G-aallot sen sijaan tarvitsevat tukiaseman jopa muutaman sadan metrin välein etenkin tiheästi asutetuilla alueilla. Tämä aiheuttaa infrastruktuurilaitteiden räjähdysmäisen leviämisen, sillä laitteita tarvitaan 5G-aaltojen välittämiseen eteenpäin.</span></p> \n<p><span>Koska kaikki nämä tukiasemat on suojattava, myös ne tarjoavat mahdollisuuksia tietoturva-alan johtajille. Nämä mahdollisuudet koskevat 5G-tekniikan käyttöön liittyviä rakennuksiin asennettavia minitukiasemia.</span></p> \n<p><span>”Yritykset voivat myös hyödyntää tätä etäisyysrajoitusta ja keskittyä toimistotilojen sisäisiin yhteyksiin sekä suojata verkkoa parantamalla todennusta”, Ruger kertoi.</span></p> \n<p><span>Hän myös muistutti, että kaikki tulee tapahtumaan vielä entistäkin nopeammin, sillä 6G-tekniikkaa kehitetään jo.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}