{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Perusteisiin pohjautuva suunnittelu: tietoturvaperinne yhdistyy käyttäjäkeskeiseen suunnitteluun",
		"Image": "",
		"Body": "<p><span>Nykyisin on kahdenlaisia yrityksiä: toisissa on tapahtunut tietoturvarikkomuksia ja toisissa ei tiedetä, että niissä on tapahtunut tietoturvarikkomuksia. Kun maailmassa on nykyisin niin paljon yhteyksiä, vakavia tietoturvauhkia on kaikkialla: kyse voi varastetusta laitteesta, varastetuista tiedoista, kiristysohjelmista, tapahtumiin liittyvistä petoksia, ohjelmistojen heikkouksista, pilvipalvelujen hakkeroinnista – tätä luetteloa voisi jatkaa loputtomiin.</span></p> \n<p><span>Lenovolla <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">tietoturva on olennainen osa toimintaa</a> ja sisältyy keskeisesti tuotteen elinkaaren jokaiseen vaiheeseen. ThinkPad integroi tietoturvan alijärjestelmän jo vuonna 2002 ja lisäsi ensimmäisen sormenjälkitunnistimella tehtävän todennuksen vuonna 2004. Uusissa Lenovo ThinkPad X1 -tuotteissa hyödynnetään parhaiden tietoturvaratkaisujen, kuten sormenjälkitekniikan, perinnettä ja otetaan käyttäjä huomioon jo suunnitteluvaiheessa. Näin saavutetaan täydellinen tasapaino hallittavuuden ja käyttävyyden sekä ehdottoman turvallisuuden välillä.</span></p> \n<p><span>”Tietomurron seuraukset eivät ole vain välittömiä taloudellisia vaikutuksia.&nbsp; Sidosryhmien luottamuksen menettäminen, kielteiset vaikutukset brändiin, mahdolliset aineettoman omaisuuden menetykset ja lainsäädännölliset vaikutukset ovat muutamia niistä asioista, jotka organisaatioiden on otettava huomioon uhkakuvien muuttuessa päivittäin.&nbsp; Nyt painotetaankin ennen kaikkea tunnistamista ja korjaamista”, sanoo Nima Baiati, Lenovo Cybersecurity Solutionsin Globaalien toimintojen johtaja ja toimitusjohtaja.</span></p> \n<p><em><span>Sidosryhmien luottamuksen menettäminen, kielteiset vaikutukset brändiin, mahdolliset aineettoman omaisuuden menetykset ja lainsäädännölliset vaikutukset ovat muutamia niistä asioista, jotka organisaatioiden on otettava huomioon uhkakuvien muuttuessa päivittäin.</span></em></p> \n<p><strong><span>Kokonaisvaltainen tapa tarkastella tietoturvaa</span></strong></p> \n<p><span>Lenovo julkisti vuonna 2018 kokonaisvaltaisen ThinkShield-tietoturvaratkaisupaketin, joka on suunniteltu tuotteen koko elinkaaren suojaamiseen. Koska <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;suojaa laitteet valmistuksesta ja toimitusketjusta alkaen, se varmistaa, ettei laitteiden tietoturva pääse vaarantumaan jo ennen niiden käyttöönottoa.</span></p> \n<p><span>Valvomme älykkäitä osia valmistavien toimittajien tietoturvaa ja varmistamme, että ne noudattavat omia käytäntöjään ja ohjeistustaan. Tämän lisäksi teemme yhteistyötä Intelin kanssa sen läpinäkyvän toimitusketjun periaatteiden mukaisesti. Asiakkaat voivat tällä tavoin tarkistaa uuden järjestelmän jokaisen osan eheyden.</span></p> \n<p><span>ThinkPad X1 on lisäksi suunniteltu siten, että laite ja ohjelmisto on integroitu kiinteästi. Siinä myös käytetään kehittyneintä saatavilla olevaa keskusyksikköä.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Suojatulla ytimellä varustetut Windows 10 -tietokoneet</a>&nbsp;on tarkoitettu käsittelemään joidenkin datasta riippuvaisten toimialojen keskeisiä tietoja.</span></p> \n<p><span>Suojatulla ytimellä varustettu ThinkPad X1 -tietokone on moderni Windows-laite, jonka tehokas laite-, ohjelmisto- ja käyttäjätietosuojaus on heti käytettävissä.</span></p> \n<p><span>Microsoftin käyttöjärjestelmäsuojauksen kumppanuusjohtaja David Weston sanoo: ”Yritykset kohtaavat enenevässä määrin riskejä, sillä hyökkäykset ovat entistä taitavampia ja kohdistetumpia. Koska uhkakuvat ovat entistä vakavampia, suojauksessa on välttämätöntä käyttää laitteiston ja ohjelmiston integrointia. Suojatulla ytimellä varustetut tietokoneet on suunniteltu estämään eikä vain havaitsemaan tällaiset laiteohjelmistohyökkäykset.\"</span></p> \n<p><em><span>Suojatulla ytimellä varustetut tietokoneet on suunniteltu estämään eikä vain havaitsemaan tällaiset laiteohjelmistohyökkäykset.</span></em></p> \n<p><span>Lenovon käyttää turvalliseksi suunniteltua toimintatapaa kaikessa toiminnassaan. Tämä toimintatapa perustuu kattavaan kokemukseen sekä maailmanlaajuiseen koulutettujen ja sertifioitujen teknisen palvelualan ammattilaisten tukeen.</span></p> \n<p><span>Koska verkostot monimutkaistuvat ja tietoturvauhkat muuttuvat yhä kehittyneimmiksi, ThinkShield mahdollistaa laitteet, tiedot, käyttäjätiedot ja verkkoratkaisut kattavan nelitahoisen suojauksen. Tarkoituksena on suojata organisaatiot ja käyttäjät kaikin tavoin esimerkiksi seuraavien ominaisuuksien avulla: Privacy Guard, ThinkShutter, Keep Your Drive -palvelu, turvallinen telakointi suojatulla USB-kiintolevyllä, FIDO (Fast Identity Online), sisäinen sormenjälkitunnistin ja Bufferzone.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Mielenrauhaa organisaatioille</span></strong></p> \n<p><span>Koosta ja kehitysvaiheesta riippumatta yksi haaste koskee kaikkia organisaatiota: IT-tietoturvatiimeissä ei ole riittävästi työntekijöitä ja töitä on liikaa.</span></p> \n<p><span>Kyberhyökkäyksiä tapahtuu joka päivä entistä enemmän. Hakkerit ja haitalliset sisäpiiriläiset kehittävät koko ajan uusia, kekseliäitä tapoja hyödyntää heikkouksia. Tämän lisäksi tietojenkalasteluhyökkäysten määrä kasvaa eikä suojaukseen perustuvalle yrityskulttuurille ole saatavana rakenteellista tukea.</span></p> \n<p><span>Gartnerin mukaan ammattitaitoisten tietoturvatyöntekijöiden puute on ollut jatkuva ongelma, mikä aiheuttaa epäonnistuneita suojaustekniikoiden käyttöönottoja. Ja jotkin tietomurrot ovatkin johtaneet tietoturvapäälliköiden tai toimitusjohtajien eroon.&nbsp; Tiedätkö, miten voit parantaa rajallisilla resursseilla yrityksen tietoturvaa ja saada samalla mielenrauhaa? Yksi tapa näistä haasteista selviämiseen on luotettavien tietotekniikkatoimittajien käyttäminen.</span></p> \n<p><span>Olemme kehittäneet juuri tämän vuoksi monipuolisesti uusia tietoturva- ja hallittavuuslaajennuksia BIOS (Basic Input-Output System) -järjestelmään. Tämä järjestelmä on valmiiksi asennettu laiteohjelmisto, joka suoritetaan, kun tietokoneeseen kytketään virta. Ne sisältyvät uuteen ThinkPad X1:een, joten yritysten on helppo toteuttaa perustatason tietoturva.</span></p> \n<p><span>Etäpääkäyttäjän salasana-asetus on tästä esimerkki. BIOS-salasanoista on tullut ratkaisevan tärkeitä Windows 10 -käyttöönoton ja VBS (virtualisointiin perustuva suojaus) -toimintojen vuoksi. ThinkPad-järjestelmät eivät ole perinteisesti tukeneet pääkäyttäjän salasanan etämääritystä palvelunestohyökkäysten estämiseksi, jolloin jonkun on pitänyt fyysisesti hallita prosessia.</span></p> \n<p><span>Uudella etäpääkäyttäjän salasana-asetuksella IT-järjestelmänvalvojat voivat hyödyntää suojattua Absolute Persistence 2.0 -tiedonsiirtokehystä ja määrittää pääkäyttäjän salasana ilman, että heidän on oltava fyysisesti paikalla. Tällä tavoin he voivat ottaa turvallisesti etänä käyttöön tuhansia ThinkPad-kannettavia ilman, että heidän on oltava fyysisesti kannettavan luona.</span></p> \n<p><span>Itsekorjautuva BIOS on toinen esimerkki uusista tietoturvaominaisuuksista. Jos BIOS vaurioituu ja siihen hyökätään, BIOS voi tehdä itse korjauksen ja palautua turvalliseksi tiedettyyn varmuuskopioon. Tämän vuoksi hakkerit eivät pääse tunkeutumaan laitteen alatason laiteohjelmistokoodiin, ja IT-tiimit ja käyttäjät saavat käyttöönsä kestävän BIOS-järjestelmän, jossa on vähemmän käyttökatkoksia.</span></p> \n<p><span>BIOS-järjestelmään on lisätty myös ThinkShield Secure Wipe, joka poistaa luotettavasti kaikki aseman tiedot ilman ulkoisia työkaluja. Niinpä IT-tietoturvatiimit voivat poistaa kaikki arkaluonteiset tiedot kiintolevyiltä turvallisesti, nopeasti ja vaivattomasti.</span></p> \n<p><strong><span>Parantunut työntekijäkokemus</span></strong></p> \n<p><span>Kenellä on aikaa miettiä kyberturvallisuutta, kun meneillään on kaksi neuvottelupuhelua, raportin on valmistuttava ja lapsetkin pitäisi ehtiä hakea tarhasta? ThinkPad X1-sarjan suunnittelijat ovat sisäistäneet perusteisiin pohjautuvan suunnittelun periaatteet luodessaan uusia Lenovon laitteita ja ominaisuuksia.</span></p> \n<p><span>Varmistamme, että tuotteet mukautuvat käyttäjien kiireiseen elämäntapaan ja että ne on suunniteltu tuottamaan älykkäitä, käteviä ja luotettavia etuja. Turvallisten IT-tuotteiden, -ratkaisujen ja -palvelujen toimittaminen kuluttajille ja asiakkaille kaikkialla maailmassa on perinne, jota tiimi jatkaa priorisoidessaan käyttökokemusta ThinkPad X1 -sarjan keskeisissä ominaisuuksissa ja innovaatioissa.</span></p> \n<p><span>Baiati selittää, mitä tämä tarkoittaa. ”Loppukäyttäjäkokemus on muutakin kuin perinteinen käsitys ulkoasusta, tuntumasta ja äänestä. Ihmiset haluavat tuntea voivansa käyttää teknologiaa turvallisesti, eikä tämän tunnetilan osalta voi tehdä kompromisseja. Pelko virusten leviämisestä, hakkeroinnista ja identiteettivarkauksista on todellinen, ja jatkamme kaikin tavoin taistelua kyberuhkia vastaan. ThinkShield on luotu innovatiiviseksi, käyttäjät suojaavaksi huippuluokan tietoturvaratkaisujen valikoimaksi.”</span></p> \n<p><span>ThinkShutter on osoitus siitä, miten ThinkPad-suunnittelijat ovat tuoneet välttämättömän innovaation käyttäjien käyttöön. Tarralaput, teippi ja tyylikäs verkkokameran suojus ovat vain muutamia tapoja, joilla käyttäjät ovat peittäneet verkkokameransa – mutta nyt saatavana on ThinkShutter. ThinkPad on maailman ensimmäinen yrityskannettava, joka sisältää verkkokameran suojuksen.</span></p> \n<p><span>Se on pieni liukuva suojus verkkokameran vieressä laitteen yläosassa. Sen voi siirtää sivuun, kun haluat soittaa Skype-puhelun tai tallentaa videon, ja sitten takaisin paikalleen, kun et käytä kameraa. Näin yksityisyytesi on turvattu.</span></p> \n<p><span>Toinen esimerkki on PrivacyGuard. Se on valmis näyttösuodatin, joka estää katselun käyttäjän takaa, sillä se havaitsee katseen ja läsnäolon. Ominaisuus havaitsee IR-kameran avulla, jos joku on käyttäjän takana, ja ottaa käyttöön tietosuojahälytykset.</span></p> \n<p><span>Se voi myös tummentaa näytön siten, että vain suoraan kannettavan edessä istuva käyttäjä näkee näytön sisällön. Onko sinun käsiteltävä luottamuksellista asiakirjaa kahvilassa tai lentokoneessa? PrivacyGuard auttaa siinä tapauksessa.</span></p> \n<p><span>PrivacyGuard on valmis näyttösuodatin, joka estää katselun käyttäjän takaa, sillä se havaitsee katseen ja läsnäolon.</span></p> \n<p><span>Jos olet koskaan miettinyt, miten voisit suojata käyttäjätietosi ilman hankalasti muistettavia tai helposti hakkeroitavia salasanoja, ThinkPad X1 ratkaisee tämän ongelman.</span></p> \n<p><span>ThinkShield sisältää monitasoisen todennuksen, joista monia myös Intel Authenticate tukee. Lisäksi Lenovo on ensimmäinen toimittaja, joka on integroinut FIDO-sertifioidut todentajat suoraan Microsoft Windows -tietokoneisiin.</span></p> \n<p><span>FIDO todentaa käyttäjätiedot PayPalin, Googlen ja Dropboxin kaltaisissa sivustoissa turvallisella sormenjälkitekniikalla. Se on myös erittäin turvallinen ja yksityinen tapa, jolla työntekijät voivat käyttää sormenjälkeä toisena tunnistajana, kun he kirjautuvat yritysverkkoihin ja muihin liitettyihin yritysresursseihin.</span></p> \n<p><span>Sisäinen sormenjälkitunnistin tekee koko todennuksen tunnistimessa huippuluokan Synaptics-tekniikan avulla. Käytössä on myös luotettava tekeytymisen estoalgoritmi Quantum Matcher. Se perustuu koneoppimista käyttävään kuva-analyysiin, mikä vähentää merkittävästi tekeytymishyökkäysten onnistumisen todennäköisyyttä.</span></p> \n<p><span>Kaiken kaikkiaan nämä työntekijöiden kannalta helppokäyttöiset ominaisuudet parantavat suojauksen tasoa ja luovat näin myönteisen kokemuksen organisaatiossa sekä loppukäyttäjille että IT-tietoturvatiimeille. Kun tiimien käytössä on oikeat tekniikat ja ThinkShield-ratkaisut, ne voivat keskittyä tuottavuuden parantamiseen ja innovaatioiden edistämiseen, mikä tulee näkymään myös yrityksen tuloksessa.</span></p> \n<p><span>Kun Lenovon tietoturvaperinne ja käyttäjäystävällinen suunnittelu kohtaavat, voimme ylpeinä todeta, että <strong>perusteisiin pohjautuvasta suunnittelusta</strong> on apua organisaatioille ja käyttäjille muutenkin kuin tekniikoina.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
