{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G és kiberbiztonság – amit a vállalkozásoknak tudniuk kell","Image":"","Body":"<p><span>A vállalkozásoknak egyértelmű biztonsági tervvel kell rendelkezniük az 5G potenciális kiberbiztonsági fenyegetéseinek kezelése érdekében azon előadások és panelek sorozata szerint, melyeket a New York-i NASDAQ értékpapírtőzsdén, a Nemzeti Kiberbiztonsági Szövetség (NCSA) idei konferenciáján – a <a href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\" rel=\"noopener noreferrer\">Nemzeti kiberbiztonsági tudatosság hónapját</a> megnyitó eseményen – mutattak be.</span></p> \n<p><span>A nonprofit <a href=\"https://staysafeonline.org/\" target=\"_blank\" rel=\"noopener noreferrer\">NCSA</a> két pillérre alapozva a köz- és a magánszféra közötti partnerségeket épít a kiberbiztonság előmozdítása érdekében. Az első pillér a New York-i konferencia, amelynek napirendjén az adatvédelemről, a mesterséges intelligencia biztonságban betöltött szerepéről és a kvantum-számítástechnika hatásáról folytatott panelbeszélgetések, valamint Jason Ruger, a Lenovo vezető információbiztonsági tisztviselője által bemutatott, az 5G biztonságról szóló ismertető kapott helyet.</span></p> \n<p><span>A második pillér a fogyasztókra és az egyéni felhasználókra összpontosít, mivel az adathalász támadások és más látszólag régimódi támadások továbbra is súlyos fenyegetést jelentenek – mondta el Kelvin Coleman, az NCSA ügyvezető igazgatója, amikor a fogyasztókat arra kérte, hogy ismerjék meg IT-rendszereiket, és gondoskodjanak ezek védelméről és biztonságáról.</span></p> \n<p><span>„Ez az egyszerű üzenet arra ösztönzi a fogyasztókat, hogy megismerjék az általuk naponta használt eszközöket és alkalmazásokat, valamint biztonságossá tegyék és megvédjék digitális profiljukat az adatvédelmi beállítások megismerésével, mivel csak így védhetik meg személyes adataikat és akadályozhatják meg a kiberbűnözést” – mondta el Coleman. „Ahogy a kiberbűnözők is egyre rafináltabbá válnak, fontos észben tartani azokat a bevált módszereket, amelyekkel online jelenlétünket biztonságosabbá tehetjük.”</span></p> \n<p><span>Ruger előadásában kifejtette, hogy az 5G hatalmas potenciálját megalapozó technológia – amely a 4G-nél több mint százszor gyorsabb – nemcsak nagyobb sebességet tesz lehetővé, hanem új lehetőségeket teremt a kiberbiztonság fokozására is.</span></p> \n<p><span>Ezek a lehetőségek pontosan abból fakadnak, ami miatt az 5G annyira különbözik a korábbi technológiáktól, azaz a jóval nagyobb frekvenciájú és kisebb hullámhosszú átvitelből.&nbsp; Ruger elmondta, hogy míg a skála másik végén elhelyezkedő, jóval korábbi technológiának számító AM rádióhullámok 1000 lábas hullámhosszt alkalmaztak, addig az új 5G sáv hullámhossza kevesebb, mint 1 centiméter.&nbsp; Ez teszi lehetővé, hogy az 5G jóval kisebb késleletetéssel ilyen magas sebességet tudjon elérni.</span></p> \n<p><span>Ruger szerint a szervezetek számára a legfontosabb különbségeket az eszközök száma, a kapcsolat sebessége és a hullámok által megtett távolság jelentik.</span></p> \n<p><span>„E változások mindegyike valódi kihívást jelent a kiberbiztonság terén, egyben lehetőséget kínál a biztonság fokozására is” – fejtette ki Ruger, aki korábban már több vállalat – többek között a Lenovo, a Motorola és a Google – 2G-ről 3G-re, 3G-ről 4G-re, most pedig 5G-re történő áttérését is levezényelte.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Az 5G által lehetővé tett gyorsabb és erősebb kapcsolatnak köszönhetőn robbanásszerűen meg fog nőni az IoT-eszközök száma.&nbsp; Hogy hány új eszközről is van szó? Míg az alkalmazottaknak jelenleg egy vagy két internetkapcsolattal rendelkező eszközük van, a szervezeteknek a közeljövőben akár alkalmazottanként 100 eszközzel is számulniuk kell, mivel az irodák intelligens érzékelőket fognak elhelyezni az világítótestektől az irodai székeken át a termosztátokig mindenhol.</span></p> \n<p><span>„Ha az alkalmazottak elkezdenek ennyi eszközt használni, a szervezetekre nagy nyomás fog nehezedni, hiszen gondoskodni kell róla, hogy az összes eszközre folyamatosan települjenek az új javítások és frissítések” – mondta el Ruger. „A szervezeteknek ki kell dolgozniuk az eszközök frissítésének tervét, akár szolgáltatási szerződés útján, akár gyakrabban cserélve eszközöket, ami további eszközök bérlését jelentheti.”</span></p> \n<p><span>A szervezetek kihasználhatják a hálózati szeletelés előnyeit is: lehetőségük lesz az 5G spektrum privát részének lefoglalására, ami csökkent a problémák, például a fertőzések hálózaton keresztüli oldalirányú terjedésének lehetőségét.</span></p> \n<p><span>A Lenovo konkrét tervekkel rendelkezik az 5G-t illetően – mind saját hálózatai biztosításával, mind az 5G-t használó termékekkel kapcsolatban. A Lenovo Motorola okostelefonjai között jelent meg az első 5G-képes telefont, és a Lenovo adta ki az első Qualcomm 5G számítógépet is.</span></p> \n<p><span>Az 5G legnagyobb előnye a sebesség.&nbsp; A 4G-nél majdnem százszor gyorsabb új szabvány mindig akadásmentesen futó online videókkal és szinte azonnalinak tűnő letöltésekkel kecsegtet. Azonban ugyanaz a bámulatos sebesség, amelynek köszönhetően a hívások páratlanul tiszták és videózás pedig mindig hibátlan élmény, azt is jelenti, hogy a rendszereinkbe betörő hackerek hatalmas mennyiségű adatot tudnak ellopni, még mielőtt reagálni tudnánk.</span></p> \n<p><span>„Ez a sebesség kissé félelmetesnek tűnhet, ha te vagy a felelős a biztonságért, de az 5G hálózati szeletelési technológiájára alapozva új megfigyelési és észlelési képességek is születtek” – fejtette ki Ruger. „Ezenfelül az 5G sebességét a hatékonyabb adatmentés és a redundancia terén is kamatoztathatjuk.”</span></p> \n<p><span>A harmadik fontos terület a távolság, amely az 5G valódi kettősségét adja.&nbsp; Az 1000 láb hosszú AM rádióhullámoknak egy előnye van: nagy távolságokat tudnak megtenni.&nbsp; Ezzel szemben az 5G viszonylag rövid hullámainak továbbításához egymástól mindössze néhány száz lábra lévő cellákra van szükség – különösen a sűrűn beépített városi környezetben. Emiatt robbanásszerűen meg fog nőni az infrastrukturális eszközök száma.</span></p> \n<p><span>Az összes ilyen cella védelméről gondoskodni kell, ugyanakkor az 5G érkezésével a biztonsági vezetők arra is lehetőséget kapnak, hogy vezéreljék a saját épületeikben elhelyezett 5G mikrocellákat.</span></p> \n<p><span>„És a vállalatok arra is felhasználhatják ezt a távolsági korlátozást, hogy az irodai csatlakoztatási lehetőségekre, illetve a hálózat biztonságát fokozó hitelesítési aspektusokra összpontosítsanak” – magyarázta Ruger.</span></p> \n<p><span>Végül mindenkit emlékeztetett arra, hogy a fejlődés egyre gyorsulni fog, mivel már folyamatban van a 6G technológia fejlesztése is.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}