{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Építkezés az alapokra: a biztonsági örökség és a felhasználó-központú dizájn találkozása",
		"Image": "",
		"Body": "<p><span>Napjainkban kétféle cég van: azok a cégek, amelyeknél már történtek biztonsági incidensek, és azok, amelyek nem tudják, hogy ilyen történt náluk. Szorosan összekapcsolt világunkban mindenütt komoly biztonsági fenyegetések leselkednek – ellopott eszközök, adatlopások, zsarolószoftverek, tranzakciós csalások, szoftverek sebezhetőségei, felhőtárhelyek feltörése és még sorolhatnánk.</span></p> \n<p><span>A Lenovónak <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">a vérében a biztonság</a>, és a termékek életciklusának minden lépésében megkerülhetetlen tényező. A ThinkPad már 2002-ben integrált biztonsági alrendszerrel rendelkezett, és 2004-ben az első olyan számítógép volt, amelybe ujjlenyomat-olvasó került. A legmodernebb biztonsági megoldások – például az ujjlenyomat-technológia és a végfelhasználót a középpontba állító tervezői gondolkodás – gazdag örökségére építve a legújabb Lenovo ThinkPad X1 termékek tervezése során sikerült egyensúlyt teremteni a kezelhetőség és a használhatóság, valamint a kompromisszumok nélküli biztonság között.</span></p> \n<p><span>„A biztonsági incidensek következményei túlmutatnak a közvetlen pénzügyi hatásokon.&nbsp; Az érintettek bizalmának megingása, a márka hírnevének csorbulása, a szellemi tulajdont ért esetleges károk és a szabályozási következmények csupán néhány olyan szempont, amelyeket a szervezeteknek szem előtt kell tartaniuk napjainkban, amikor a fenyegetések napról napra erősödnek.&nbsp; E paradigmaváltás során létfontosságúvá vált a felismerés és a helyreállítás” – mondta el Nima Baiati, a Lenovo Cybersecurity Solutions globális igazgatója és vezetője.</span></p> \n<p><em><span>Az érintettek bizalmának megingása, a márka hírnevének csorbulása, a szellemi tulajdont ért esetleges károk és a szabályozási következmények csupán néhány olyan szempont, amelyeket a szervezeteknek szem előtt kell tartaniuk napjainkban, amikor a fenyegetések napról napra erősödnek.</span></em></p> \n<p><strong><span>A biztonság 360°-os megközelítése</span></strong></p> \n<p><span>A Lenovo 2018-ban jelentette be a ThinkShield technológiát, egy olyan átfogó biztonságimegoldás-csomagot, amely a termék teljes élettartama alatt védelmet nyújt. A <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a> megoldás már a gyártás során és az ellátási láncban is védi az eszközöket, így elkerülhető, hogy már az első bekapcsolásuk előtt megfertőzzék vagy feltörjék őket.</span></p> \n<p><span>Felügyeljük az intelligens alkatrészeket gyártó beszállítókat, és ügyelünk rá, hogy betartsák szabályainkat és irányelveinket. Ráadásul az Intellel együttműködve az átlátható ellátási lánccal kapcsolatos kezdeményezést is magunkává tettük, ami lehetővé teszi az ügyfelek számára, hogy új rendszerük minden egyes összetevőjének sértetlenségét ellenőrizhessék.</span></p> \n<p><span>A ThinkPad X1-et ezenkívül a hardver és a szoftver közötti szoros integráció jellemzi, és a számítógépbe az elérhető legfejlettebb processzorokat építjük be.&nbsp;A <a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 Secured-core számítógépek</a> célja az üzleti szempontból kritikus fontosságú adatok kezelése azokban az iparágakban, ahol az adatok biztonságára a legfontosabb.</span></p> \n<p><span>A ThinkPad X1 Secured-core számítógép olyan modern Windows-eszköz, amely gyárilag a legmagasabb szintű hardveres, szoftveres és identitásvédelemmel rendelkezik.</span></p> \n<p><span>David Weston, a Microsoft operációs rendszerek biztonságáért felelős partnerigazgatója a következőket mondta: „A vállalkozások fokozott kockázatnak vannak kitéve, ahogy az ellenfeleik támadásai egyre kifinomultabbá és célzottabbá válnak. Ebben az egyre veszélyesebb környezetben csak a hardvert és a szoftvert integráló biztonsági megközelítésnek van létjogosultsága. A Secured-core számítógépek célja, hogy ne csupán észleljék, hanem meg is előzzék az ilyesfajta célzott firmware-támadásokat.”</span></p> \n<p><em><span>A Secured-core számítógépek célja, hogy ne csupán észleljék, hanem meg is előzzék az ilyesfajta célzott firmware-támadásokat.</span></em></p> \n<p><span>A Lenovo sokéves tapasztalatára, valamint képzett és tanúsított globális szakemberhálózatára támaszkodva minden tevékenységében a „biztonságosra tervezve” alapelvet követi.</span></p> \n<p><span>Az egyre összetettebbé váló hálózatok és az egyre kifinomultabb biztonsági fenyegetések közepette a ThinkShield négy pillérre alapozza a védelmet, amely az eszközökre, az adatokra, az identitásra és az online megoldásokra is kiterjed. A Biztos adatvédelem, a ThinkShutter, a „Keep Your Drive” szolgáltatás, az USB – biztonságos merevlemez, a biztonságos dokkolás, a FIDO (Fast Identity Online), a chipre integrált ujjlenyomat-olvasó és a Bufferzone csak néhány azok közül a megoldások közül, amelyek célja, hogy minden irányból védelmet nyújtsunk a szervezetek és a felhasználók számára.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Megbízható védelem biztosítása a szervezetek számára&nbsp;</span></strong></p> \n<p><span>Mérettől és fejlettségi szinttől függetlenül napjainkban minden szervezetnek ugyanazzal a kihívással kell szembenéznie: az IT-biztonsági csapatok mindenhol létszámhiánnyal és túlterheltséggel küzdenek.</span></p> \n<p><span>A kibertámadások száma napról napra növekszik, a hackerek és a rosszindulatú bennfentesek pedig folyamatosan új és kreatív módszereket dolgoznak ki a sebezhetőségek felfedésére – és akkor az egyre gyakoribbá váló e-mailes adathalász támadásokat, illetve a biztonságorientált vállalati kultúra előmozdításához szükséges strukturális támogatás hiányát még nem is említettük.</span></p> \n<p><span>A Gartner szerint a képzett biztonsági szakemberek hiánya évek óta fennálló probléma, amely a biztonsági technológiák sikertelen bevezetését eredményezi, és nem egy olyan adatbiztonsági incidenst láttuk már, amely az informatikai igazgató, sőt a vezérigazgató állásába kerültek.&nbsp; De hogyan is fokozható a vállalat biztonsága korlátozott erőforrások mellett? Az egyik módszer olyan megbízható technológiai szolgáltatók bevonása, amelyek képesek megbirkózni a kihívásokkal.</span></p> \n<p><span>Ezért is fejlesztettünk ki számos új biztonsági és kezelési újítást a BIOS (Basic Input-Output System) rendszerhez, ahhoz az előretelepített firmware-hez, amely a számítógép bekapcsolásakor először futni kezd. Mindezeket beépítettük a legújabb ThinkPad X1 modellbe, hogy megkönnyítsük a vállalkozások számára a védelem megvalósítását már a legalapvetőbb szinten is.</span></p> \n<p><span>Vegyük például a Felügyeleti jelszó távoli beállítását. A BIOS-jelszavak a Windows 10 és a VBS-funkciók (virtualizációalapú biztonsági funkciók) bevezetésével kritikus fontosságúvá léptek elő. A ThinkPad rendszerek korábban – a szolgáltatásmegtagadásos (DOS) támadások megakadályozása érdekében – nem támogatták a felügyeleti jelszó távoli beállítását, így ennek a feladatnak az elvégzéséhez fizikai jelenlétre volt szükség.</span></p> \n<p><span>Az új Felügyeleti jelszó távoli beállítása funkció lehetővé teszi az IT-rendszergazdák számára, hogy az Absolute Persistence 2.0 biztonságos kommunikációs keretrendszer használatával fizikai jelenlét nélkül állítsák be a felügyeleti jelszót, és így akár ThinkPad laptopok ezreit helyezzék üzembe távolról és biztonságosan – anélkül, hogy fizikailag hozzá kellene férniük a géphez.</span></p> \n<p><span>Egy másik példa az új biztonsági funkciókra az öngyógyító BIOS. Ha a BIOS megsérül vagy rosszindulatú támadók ádozatává válik, „öngyógyítást” végez, és visszaállít egy biztosan hibátlan biztonsági másolatot. Ez megakadályozza, hogy a hackerek beszivárogjanak az eszköz legalacsonyabb szintű firmware-kódjába, az IT-csapatok és a felhasználók számára pedig olyan ellenálló BIOS-t biztosít, amely hozzájárul az állásidő csökkentéséhez.</span></p> \n<p><span>Ezenkívül beépítettük a BIOS-ba a ThinkShield Secure Wipe funkciót is, amely megbízhatóan, külső eszközök nélkül képes törölni az összes adatot a meghajtóról, így az IT-biztonsági csapatok biztonságosan, gyorsan és könnyedén eltávolíthatják a bizalmas adatokat a merevlemezekről.</span></p> \n<p><strong><span>Az alkalmazottak élményének fokozása</span></strong></p> \n<p><span>Kinek van ideje a kiberbiztonságon gondolkodni két konferenciahívás és egy sürgős határidejű jelentése készítése közepette, miközben még a gyerekekért is időben el kellene menni? A ThinkPad X1 sorozatot olyan mérnökök tervezték, akik teljes mértékben magukénak vallják az „alapokra építkező tervezés” filozófiáját, amelyet a Lenovo összes új eszközének és funkciójának tervezésekor kamatoztatnak.</span></p> \n<p><span>Ügyelünk rá, hogy termékeink igazodjanak a felhasználók szoros napirendjéhez, valamint átgondolt, kényelmes és megbízható előnyökkel tegyék kényelmesebbé a mindennapokat. Immár több mint három évtizede kínálunk biztonságos IT-termékeket, -megoldásokat és -szolgáltatásokat a fogyasztóknak és az ügyfeleknek világszerte. Erre az örökségre építkezve csapatunk a végfelhasználói élményt szolgáló fontos funkciókat és innovációkat épített be a ThinkPad X1 sorozat modelljeibe.</span></p> \n<p><span>Baiati mindezt egy nagyobb perspektívába helyezi. „A végfelhasználói élmény túlmutat a megjelenés, a működés és a hang hagyományos hármasán. Az emberek biztonságban szeretnék érezni magukat a technikai eszközök használatakor, és ebből az érzelmi igényből nem engednek. A vírusfertőzésektől, a hackerektől és a személyazonosság-lopástól való félelem megalapozott, ezért továbbra is mindent megteszünk, hogy felvegyük a harcot a kiberfenyegetésekkel. A ThinkShield a vezető biztonsági megoldások olyan innovatív portfóliója, amelyet azért hoztunk létre, hogy megvédjük a felhasználót.”</span></p> \n<p><span>A ThinkShutter is annak bizonyítéka, hogy a ThinkPad-mérnökök hogyan adtak innovatív választ a felhasználók egy valós problémájára. Öntapadós cetlik, ragasztószalag, divatos webkamerafedél: az emberek a legkülönfélébb módszerekkel takarták le a webkamerájukat – mindaddig, amíg be nem mutattuk a ThinkShuttert, amellyel a ThinkPad lett a világ első olyan üzleti laptopja, amely beépített webkamerafedéllel rendelkezik.</span></p> \n<p><span>Egy apró elcsúsztatható fedél, amely a webkamera mellett helyezkedik el a gép tetején – a Skype-hívásokhoz és a videórögzítéshez oldalra csúsztatható, ha pedig már nincs szükség a kamerára, a fedelet visszahúzva gondoskodhatunk a magánélet védelméről.</span></p> \n<p><span>Egy másik példa a PrivacyGuard, a beépített képernyőszűrő, amely pillantás- és jelenlét-érzékeléssel szűri ki a kíváncsi tekinteteket. A funkció infravörös kamerával észleli, ha valaki a felhasználó mögött áll, és adatvédelmi figyelmeztetéseket jelenít meg.</span></p> \n<p><span>Arra is képes, hogy elsötétítse a képernyőt, és csak a közvetlenül a laptop előtt ülő felhasználó számára tegye láthatóvá a képernyő tartalmát. Bizalmas dokumentumokon kell dolgozni egy kávézóban vagy a repülőgépen? A PrivacyGuard nagyon jól fog jönni.</span></p> \n<p><span>A PrivacyGuard egy olyan beépített képernyőszűrő, amely pillantás- és jelenlét-érzékeléssel szűri ki a kíváncsi tekinteteket.</span></p> \n<p><span>Hogyan védhetjük meg személyazonosságunkat nehezen megjegyezhető vagy könnyen feltörhető jelszavak nélkül? A ThinkPad X1 erre is kínál megoldást.</span></p> \n<p><span>A ThinkShield többféle hitelesítési tényezőt kínál, amelyek közül sokat az Intel Authenticate támogat. Továbbá a Lenovo az első olyan gyártó, amely FIDO-tanúsítvánnyal rendelkező hitelesítőket integrál közvetlenül a Microsoft Windows rendszerű számítógépekbe.</span></p> \n<p><span>A FIDO biztonságos ujjlenyomat-technológiával hitelesíti a felhasználókat az olyan webhelyeken, mint a PayPal, a Google és a Dropbox, továbbá igen biztonságos és privát módszert kínál az alkalmazottaknak arra, hogy ujjlenyomatukat használják második lépcsőként, amikor bejelentkeznek a vállalati hálózatokba és más üzleti rendszerekbe.</span></p> \n<p><span>A chipre integrált ujjlenyomat-olvasónk élvonalbeli Synaptics technológiát használ, és a teljes hitelesítési folyamatot az olvasón belül végzi el. Ezenkívül beépítettünk a Quantum Matcher nevű nagy teljesítményű hamisításgátló algoritmust is, amely gépi tanuláson alapuló képelemzés segítségével nagy mértékben csökkenti a sikeres hamisításos támadások esélyét.</span></p> \n<p><span>Összességében ezek a szolgáltatások minimális erőfeszítést igényelnek az alkalmazottaktól, miközben fokozzák a biztonságot – elősegítve a pozitív élmény megteremtését a szervezeten belül mind a végfelhasználók, mind az IT-biztonsági csapatok körében. A megfelelő technológiákkal és a ThinkShield megoldásokkal felvértezett csapatok a hatékonyság növelésére és az innovációra összpontosíthatnak, ez pedig végső soron elősegíti az eredményesség fokozását.</span></p> \n<p><span>Büszkék vagyunk rá, hogy amikor a Lenovo biztonsági öröksége találkozik a felhasználó-központú dizájnnal, az „<strong>alapokra építkező tervezés</strong>” koncepciója nemcsak technológiai megoldásokkal segíti a szervezeteket és a felhasználókat.</span></p>",
		"Author": ""
	}
}
