{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G e Cibersegurança: O Que as Empresas Têm de Saber",
		"Image": "",
		"Body": "<p><strong><span>O Diretor-Geral de Segurança Informática da Lenovo Fala Sobre a Nova Norma na Conferência Nacional Sobre Cibersegurança.&nbsp;</span></strong></p> \n<p><span>As empresas têm de ter um plano de segurança claro para fazerem face às potenciais ameaças à cibersegurança do 5G, segundo uma série de apresentações e painéis na conferência National Cyber Security Alliance (NCSA) deste ano na NASDAQ em Nova Iorque, EUA, um evento que assinala o início do&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">Mês Nacional de Sensibilização para a Cibersegurança</a>.</span></p> \n<p><span>A organização sem fins lucrativos&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;estabelece parcerias públicas e privadas para promover uma forte cibersegurança num esforço a dois níveis. O primeiro, a conferência em Nova Iorque, que contou com painéis de debate sobre a privacidade dos dados, o papel da inteligência artificial na segurança e o impacto da informática quântica, a par de uma palestra sobre a segurança do 5G por Jason Ruger, Diretor-Geral de Segurança Informática na Lenovo.</span></p> \n<p><span>O segundo nível está focado nos consumidores e nos utilizadores individuais, à medida que os ataques por phishing e outros ataques aparentemente ultrapassados continuam a representar uma séria ameaça, afirma Kelvin Coleman, Diretor-Executivo da NCSA, enquanto pedia aos consumidores para assumirem o controlo da TI. Proteger a TI.</span></p> \n<p><span>\"Esta simples mensagem incentiva os consumidores a compreenderem os dispositivos e as aplicações que utilizam diariamente e a protegerem o respetivo perfil digital ao familiarizarem-se com as definições de privacidade para ajudar a proteger a privacidade e limitar os cibercrimes\", afirma Coleman. \"À medida que os cibercriminosos se tornam mais sofisticados, é importante ter presentes estes poucos métodos testados e comprovados de proteção online.\"</span></p> \n<p><span>Na sua apresentação, Ruger explicou como a tecnologia motriz do enorme potencial do 5G (com velocidades mais de 100 vezes mais rápidas do que o 4G) cria não apenas velocidades mais rápidas, mas também novas oportunidades para melhorar a cibersegurança.</span></p> \n<p><span>Estas oportunidades decorrem daquilo que faz o 5G ser tão diferente: o comprimento de onda mais pequeno e de maior frequência quando comparado com as tecnologias anteriores.&nbsp; Ruger afirmou que as ondas de rádio AM, uma tecnologia anterior do outro lado do espectro, têm 300 metros de comprimento, enquanto as novas ondas da banda 5G têm menos de 1 centímetro.&nbsp; Isto ajuda o 5G a oferecer estas velocidades rápidas com muito menos latência.</span></p> \n<p><span>As principais diferenças apontadas por Ruger que as organizações devem ter em conta são a quantidade de dispositivos, a velocidade da ligação e a distância percorrida pelas ondas.</span></p> \n<p><span>\"Cada uma destas mudanças apresenta desafios reais à cibersegurança, mas também oportunidades de melhorar a segurança\", afirmou Ruger, que geriu migrações empresariais anteriores do 2G para o 3G, do 3G para o 4G e agora para 5G em empresas como a Lenovo, a Motorola e a Google.</span></p> \n<p><span>As ligações mais rápidas e mais robustas proporcionadas pelo 5G vão criar uma explosão de dispositivos da Internet of Things.&nbsp; Quantos novos dispositivos? Nos casos em que cada colaborador pode ter um ou dois dispositivos ligados à Internet, as organizações têm de planear até 100 dispositivos por colaborador num futuro próximo, à medida que os escritórios acrescentam sensores inteligentes em todo o lado, desde lâmpadas a cadeiras de escritório e termóstatos.</span></p> \n<p><span>\"Quando os colaboradores começam a trazer um grande número de dispositivos, as organizações sentirão uma grande pressão para assegurarem que cada dispositivo é atualizado e recebe correções de forma consistente\", afirmou Ruger. \"As organizações precisam de ter um plano para assegurar que os dispositivos são atualizados, seja através de um contrato de manutenção ou de substituições de dispositivos mais frequentes, o que pode implicar o leasing de mais dispositivos.\"</span></p> \n<p><span>As organizações também pode tirar partido da segmentação da rede, o que lhes permite obter partes privadas do espectro 5G, o que por sua vez reduz a oportunidade de deslocamento lateral dos problemas, tais como infeções através da rede.</span></p> \n<p><span>A Lenovo tem planos para o 5G, tanto na forma como vai proteger as suas próprias redes como na disponibilização de produtos que utilizam o 5G. Os smartphones Motorola da Lenovo incluíam o primeiro telemóvel compatível com 5G e a Lenovo lançou o primeiro PC Qualcomm 5G.</span></p> \n<p><span>O principal argumento de venda do 5G é a velocidade.&nbsp; Com velocidades praticamente 100 vezes mais rápidas do que o 4G, o novo padrão promete reproduções sempre fluidas de vídeos online e transferências quase instantâneas. Mas a mesma velocidade rápida que permite fazer chamadas nítidas ou vídeos perfeitos também permite que os hackers responsáveis por falhas de segurança nos sistemas extraiam enormes volumes de dados antes mesmo de poder reagir.</span></p> \n<p><span>\"É uma velocidade que pode parecer um pouco assustadora quando é responsável pela segurança, mas a segmentação da rede 5G permite novas funcionalidades de monitorização e deteção\", afirmou Ruger. \"Além disso, pode tirar partido das velocidades do 5G para melhorar as cópias de segurança e a redundância.\"</span></p> \n<p><span>A terceira área é a distância, que é a verdadeira dicotomia do 5G.&nbsp; As ondas de rádio AM de 300 metros têm uma vantagem: viajam grandes distâncias.&nbsp; Em contrapartida, as ondas 5G comparativamente pequenas exigem células com uma frequência de algumas centenas de metros, sobretudo em ambientes urbanos de grande densidade. Isto vai criar uma explosão de dispositivos de infraestrutura para impulsionar as ondas 5G.</span></p> \n<p><span>Se por um lado todas estas células têm de ser protegidas, também oferecem uma oportunidade para os responsáveis pela segurança controlarem as microcélulas instaladas nos respetivos edifícios quando o 5G chegar.</span></p> \n<p><span>\"Além disso, as empresas podem tirar partido dessa limitação de distância para se concentrarem na conectividade no espaço do escritório e melhorarem a autenticação para proteger a rede\", afirmou Ruger.</span></p> \n<p><span>Ainda lembrou todos que tudo vai ficar ainda mais rápido, uma vez que os trabalhos na rede 6G já estão avançados.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
