{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Engenharia Fundamental: O Legado da Segurança Alia-se ao Design Centrado no Utilizador",
		"Image": "",
		"Body": "<p><span>Atualmente, existem dois tipos de empresa: as que foram alvo de falhas de segurança e as que não sabem que o foram. O nosso mundo altamente interligado tem ameaças sérias à segurança em todo o lado: dispositivos furtados, furto de dados, ransomware, fraude de transações, vulnerabilidades de software, ataques à nuvem, numa lista quase interminável.</span></p> \n<p><span>Na Lenovo,&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">a segurança está no nosso DNA</a>&nbsp;e é essencial em cada passo do ciclo de vida do produto. O ThinkPad integra um subsistema de segurança desde 2002 e foi o primeiro a incluir a autenticação através de leitor de impressões digitais em 2004. Tendo como base um rico património de soluções de segurança de vanguarda, como a tecnologia de impressões digitais e a aplicação de \"design thinking\" a pensar no utilizador final, a engenharia dos mais recentes produtos Lenovo ThinkPad X1 conseguem um bom equilíbrio entre a capacidade de gestão e a capacidade de utilização sem comprometer a segurança.</span></p> \n<p><span>\"As ramificações de uma falha de segurança não se limitam ao impacto financeiro imediato.&nbsp; A erosão da confiança nas partes interessadas, os danos à marca, a potencial perda de propriedade intelectual e o impacto da regulamentação são algumas das considerações que as organizações têm de ter em conta à medida que continua a evolução diária do cenário de ameaças.&nbsp; Esta nova mudança de paradigma mostra como a deteção e a remediação são vitais\", afirma Nima Baiati, Diretor-Global e Diretor-Geral de Soluções de Cibersegurança da Lenovo.</span></p> \n<p><em><span>A erosão da confiança nas partes interessadas, os danos à marca, a potencial perda de propriedade intelectual e o impacto da regulamentação são algumas das considerações que as organizações têm de ter em conta à medida que continua a evolução diária do cenário de ameaças.</span></em></p> \n<p><strong><span>Uma Abordagem de 360° à Segurança</span></strong></p> \n<p><span>A Lenovo anunciou em 2018 o&nbsp;ThinkShield&nbsp;, um conjunto completo de soluções de segurança concebido para proteger todo o ciclo de vida do produto. Ao proteger os dispositivos desde a produção e da cadeia de fornecimento, o&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;assegura que os dispositivos não são infetados ou colocados em risco antes mesmo de serem ligados.</span></p> \n<p><span>Supervisionamos a segurança dos fornecedores que criam os componentes inteligentes, assegurando que estão em conformidade com as respetivas políticas e diretrizes. Além disso, trabalhamos com a Intel para estarmos em sintonia com a sua Cadeia de Fornecimento Transparente, o que permite aos clientes validar a integridade de cada componente do seu novo sistema.</span></p> \n<p><span>Os ThinkPad X1 também são concebidos com uma integração profunda entre o hardware e o software, e contam com as CPUs mais avançadas disponíveis.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Os PCs Windows 10 com núcleo seguro</a>&nbsp;foram desenvolvidos para lidarem com dados críticos em alguns dos setores em que os dados são mais sensíveis.</span></p> \n<p><span>Um PC ThinkPad X1 com núcleo seguro é um dispositivo Windows moderno que o mais alto nível de proteção do hardware, software e de identidades, disponível desde a primeira utilização.</span></p> \n<p><span>David Weston, diretor associado de Segurança de SO na Microsoft, afirma: \"As empresas enfrentam um risco acrescido à medida que os adversários ficam cada vez mais sofisticados e com ataques mais direcionados. Neste panorama de ameaças elevadas, é essencial adotar uma abordagem integrada à proteção do hardware e do software. Os PCs com núcleo seguro foram concebidos para prevenirem estes tipos de ataque de firmware direcionados, em vez de se limitarem a detetá-los.\"</span></p> \n<p><em><span>Os PCs com núcleo seguro foram concebidos para prevenirem estes tipos de ataque de firmware direcionados, em vez de se limitarem a detetá-los\".</span></em></p> \n<p><span>Sustentada em conhecimentos profundos e apoiada por uma rede global de profissionais de suporte com formação e certificação, a Lenovo aplica o conceito de \"segurança desde a conceção\" em tudo o que faz.</span></p> \n<p><span>Dada a crescente complexidade das redes e o aumento da sofisticação das ameaças de segurança, o ThinkShield oferece quatro pilares de proteção que englobam as soluções de dispositivos, dados, identidade e online. Desde o Privacy Guard, o ThinkShutter, o serviço \"Keep Your Drive\", o disco rígido seguro USB até à Base Segura, ao FIDO (Fast Identity Online), ao leitor de impressões digitais Match-on-Chip e ao Bufferzone, para referir apenas algumas soluções, o objetivo é proteger as organizações e os utilizadores de todos os ângulos.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Oferece Tranquilidade às Organizações&nbsp;</span></strong></p> \n<p><span>Independentemente da dimensão ou da fase de desenvolvimento, as organizações atuais têm um desafio em comum: as equipas de segurança de TI não têm efetivos insuficientes e estão no limite.</span></p> \n<p><span>O número de ciberataques cresce todos os dias, e os hackers e os infiltrados maliciosos estão constantemente a desenvolver novas e criativas formas de expor as vulnerabilidades, para não mencionar o crescente número de ataques de phishing por e-mail ou a falta de suporte estrutural para fomentar uma cultura empresarial orientada para a segurança.</span></p> \n<p><span>Segundo a Gartner, a escassez de profissionais de segurança qualificados tem sido um problema corrente que resulta sistematicamente em falhas nas implementações de tecnologia de segurança, e temos visto incidentes de falha de segurança de dados que acabaram por custar os empregos dos CIOs ou dos CEOs.&nbsp; Como melhorar a segurança da sua empresa com recursos limitados e conseguir tranquilidade? Uma forma consiste em recorrer a fornecedores de tecnologia de confiança para superar os desafios.</span></p> \n<p><span>Por isso, desenvolvemos uma gama de novas melhorias de segurança e gestão para o BIOS (Basic Input-Output System), o firmware pré-instalado e o primeiro software a ser executado quando um computador é ligado. Incorporámo-las no mais recente ThinkPad X1 para facilitar às empresas a implementação da segurança a um nível fundamental.</span></p> \n<p><span>Vejamos o exemplo da Definição da palavra-passe de supervisor remoto. As palavras-passe do BIOS tornaram-se um componente crucial devido à adoção do Windows 10 e às funcionalidades de VBS (Virtualization-based Security). Tradicionalmente, os sistemas ThinkPad não têm suportado a definição remota de uma palavra-passe de supervisor para evitar ataques DOS (Denial of Service), o que exige que alguém faça uma gestão física do processo.</span></p> \n<p><span>A nova Definição de palavra-passe de supervisor remota permite aos administradores de TI tirar partido da arquitetura de comunicação segura Absolute Persistence 2.0 para definir uma palavra-passe de supervisor sem presença física, o que lhes permite implementar milhares de portáteis ThinkPad de forma remota e segura, sem a necessidade de estar fisicamente junto de cada um dos dispositivos.</span></p> \n<p><span>Outro exemplo das novas funcionalidades de segurança é o novo BIOS com autorrecuperação. Quando o BIOS é danificado ou sofre um ataque malicioso, o BIOS faz uma \"autorrecuperação\" e reverte para uma cópia de segurança válida conhecida. Isto impede que os hackers se infiltrem no código de firmware de nível mais baixo no dispositivo e fornece às equipas e aos utilizadores de TI um BIOS resiliente, o que reduz o tempo de inatividade.</span></p> \n<p><span>Além disso, incluímos o ThinkShield Secure Wipe no BIOS, que elimina de forma fiável todos os dados de uma unidade sem a necessidade de recorrer a ferramentas externas, pelo que as equipas de segurança de TI podem agora limpar totalmente os dados confidenciais nos discos rígidos, de forma rápida, segura e sem esforço.</span></p> \n<p><strong><span>Melhorar a experiência do colaborador</span></strong></p> \n<p><span>Quem tem tempo para pensar na cibersegurança quando tem de fazer duas chamadas de conferência e elaborar um relatório, ao mesmo tempo que tem de sair à presa para ir buscar as crianças? A série ThinkPad X1 foi concebida por engenheiros que vivem e respiram a filosofia da \"Engenharia Fundamental\" quando criam novos dispositivos e funcionalidades na Lenovo.</span></p> \n<p><span>Asseguramos que os nossos produtos se adaptam às vidas atarefadas dos nossos utilizadores e que foram concebidos para oferecer vantagens inteligentes, práticas e fiáveis. Baseado numa experiência de mais de três décadas de produção de soluções e serviços de TI seguros para consumidores e clientes em todo o mundo, a equipa dá a primazia à experiência dos utilizadores finais, com funcionalidades e inovações chave na série ThinkPad X1.</span></p> \n<p><span>Baiati coloca tudo isto em perspetiva. \"A experiência do utilizador final vai mais além dos sentidos tradicionais do aspeto, sensação e som. As pessoas querem sentir-se seguras quando utilizam a tecnologia e este estado emocional não é negociável. O medo das infeções por vírus, a pirataria informática e o furto de identidade são reais, e continuaremos a fazer tudo o que é possível para combater as ciberameaças. Criámos o ThinkShield como um portefólio inovador de soluções de segurança de ponta para mantê-lo protegido.\"</span></p> \n<p><span>O ThinkShutter é uma prova da forma como os engenheiros do ThinkPad deram vida a uma inovação necessária para os utilizadores. Post-its, fita cola e uma elegante cobertura da câmara Web: tudo foi experimentado para tapar a câmara Web até apresentarmos o ThinkShutter, que faz do ThinkPad o primeiro portátil profissional do mundo com obturador de câmara Web incorporado.</span></p> \n<p><span>Trata-se de uma pequena cobertura deslizante situada junto à câmara Web, na parte superior do dispositivo, que pode ser deslocada para o lado quando quer fazer uma chamada Skype ou gravar um vídeo. Em seguida, faça o movimento contrário quando não estiver a utilizar a câmara para proteger a sua privacidade.</span></p> \n<p><span>Outro exemplo é o PrivacyGuard, um filtro de ecrã incorporado que evita que alguém espreite por cima do ombro, graças à deteção de olhares e de presenças. A funcionalidade utiliza uma câmara IV para detetar se está alguém atrás, ativando alertas de privacidade.</span></p> \n<p><span>Conta ainda com a capacidade para escurecer o ecrã para ser visível apenas para o utilizador quando está sentado diretamente à frente do portátil. Precisa de trabalhar num documento confidencial num café ou num avião? O PrivacyGuard ser-lhe-á muito útil.</span></p> \n<p><span>O PrivacyGuard é um filtro de ecrã incorporado que evita que alguém espreite por cima do ombro, graças à deteção de olhares e presenças.</span></p> \n<p><span>Se alguma vez se perguntou sobre como proteger a sua identidade sem utilizar palavras-passe difíceis de memorizar ou fáceis de piratear, o ThinkPad X1 tem uma solução para si.</span></p> \n<p><span>O ThinkShield fornece vários fatores de autenticação, muitas das quais são compatíveis com o Intel Authenticate. Além disso, a Lenovo é o primeiro fabricante a integrar autenticadores certificados pela FIDO diretamente em PCs Microsoft Windows.</span></p> \n<p><span>A FIDO autentica as identidades em sites como o PayPal, Google e Dropbox com uma tecnologia de impressões digitais segura, sendo também uma forma altamente segura e privada para os colaboradores utilizarem as suas impressões digitais como segundo fator quando iniciam sessão em redes empresariais e noutros recursos empresariais ligados.</span></p> \n<p><span>O nosso leitor de impressões digitais Match-on-Chip utiliza a tecnologia Synaptics de vanguarda para fazer a autenticação integralmente no leitor. Além disso, incorporámos um robusto algoritmo anti-spoofing denominado Quantum Matcher, baseado na análise de imagens com aprendizagem automática para reduzir consideravelmente a probabilidade de ocorrerem ataques de spoofing com êxito.</span></p> \n<p><span>Em suma, estas funcionalidades exigem um esforço mínimo da parte dos colaboradores, ao mesmo tempo que melhoram o nível de segurança, o que ajuda a criar uma experiência positiva para os utilizadores finais e as equipas de segurança de TI nas organizações. Dotadas das tecnologias certas e das soluções ThinkShield, as equipas podem concentrar-se no aumento da produtividade e na procura de inovações, que eventualmente irão melhorar os resultados.</span></p> \n<p><span>Quando o legado de segurança da Lenovo se encontra com uma conceção centrada no utilizador, temos orgulho em ver como o nosso conceito de \"<strong>Engenharia Fundamental</strong>\" está a ajudar as organizações e as pessoas com algo mais do que tecnologias.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
