{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G et la cybersécurité - Ce que les entreprises doivent savoir",
		"Image": "",
		"Body": "<p><strong><span>Le responsable de la sécurité des informations de Lenovo présente une nouvelle norme à la conférence nationale sur la cybersécurité. </span></strong></p> \n<p><span>Les entreprises ont besoin d'un plan de sécurité clair pour faire face aux menaces potentielles de cyber-sécurité de la 5G. C'est ce qui ressort de plusieurs présentations et panels lors de la conférence de la National Cyber Security Alliance (NCSA) au NASDAQ à New York, événement marquant le début du <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">mois national de sensibilisation à la cybersécurité</a>.</span></p> \n<p><span>L'association à but non lucratif <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a> établit des partenariats publics et privés pour promouvoir une cybersécurité forte avec une approche à deux niveaux. Le premier niveau est la conférence à New York, qui comprenait des tables rondes sur la confidentialité des données, le rôle de l'intelligence artificielle dans la sécurité et l'impact de l'informatique quantique, ainsi qu'une présentation sur la sécurité 5G de Jason Ruger, responsable de la sécurité de l'information à Lenovo.</span></p> \n<p style=\"text-align: center;\"><img alt=\"\" style=\"height: 600px; width: 800px;\" src=\"assets/build-in-contents/images/5G.jpg\"></p> \n<p><span>Le deuxième niveau d'approche est axé sur les consommateurs et les utilisateurs individuels, car les attaques de phishing et autres attaques apparemment dépassées continuent de représenter une menace sérieuse, comme le déclare Kelvin Coleman, directeur exécutif de la NCSA, en recommandant aux consommateurs de posséder leur propre système informatique. Sécuriser l'informatique Protéger l'informatique.</span></p> \n<p><span>«&nbsp;Ce message simple encourage les consommateurs à comprendre les appareils et les applications qu'ils utilisent quotidiennement, à sécuriser leur profil numérique et à le protéger en se familiarisant avec les paramètres de confidentialité afin de protéger leur vie privée et de limiter les cybercrimes&nbsp;», a déclaré Coleman. «&nbsp;À mesure que les cybercriminels deviennent plus sophistiqués, il est important de se souvenir de ces quelques méthodes éprouvées pour se protéger en ligne.&nbsp;»</span></p> \n<p><span>Dans sa présentation, Ruger a expliqué comment la technologie qui exploite le potentiel énorme de la 5G - plus de 100&nbsp;fois plus rapide que la 4G - crée non seulement une connexion plus rapide, mais également de nouvelles opportunités d'amélioration de la cybersécurité.</span></p> \n<p><span>Ces opportunités découlent de ce qui rend la 5G si différente&nbsp;: la longueur d'onde de fréquence plus petite et plus élevée par rapport aux technologies antérieures.&nbsp; Ruger a déclaré que les ondes radio AM, une technologie antérieure à l’autre extrémité du spectre, mesurent 1&nbsp;000&nbsp;pieds de long, tandis que les nouvelles ondes de la bande 5G mesurent moins de 1 centimètre.&nbsp; Cela permet à la 5G d'atteindre des vitesses aussi rapides avec beaucoup moins de latence.</span></p> \n<p><span>Selon Ruger, les principales différences que les organisations devraient garder à l'esprit sont la quantité d'appareils, la vitesse de connectivité et la distance parcourue par les ondes.</span></p> \n<p><span>«&nbsp;Chacune de ces modifications présente de véritables défis pour la cybersécurité, mais aussi des opportunités pour améliorer la sécurité&nbsp;», a déclaré Ruger, qui avait géré les précédentes migrations d'entreprise de la 2G vers la 3G, de la 3G vers la 4G et désormais vers la 5G pour des entreprises telles que Lenovo, Motorola et Google.</span></p> \n<p><span>Les connexions plus rapides et plus solides fournies par la 5G créeront une explosion du nombre de dispositifs de l'Internet des objets.&nbsp; Combien de nouveaux appareils&nbsp;? Alors que les employés peuvent désormais disposer chacun d'un ou deux appareils connectés à Internet, les entreprises doivent planifier jusqu'à 100&nbsp;appareils par employé dans un avenir proche, car le bureau ajoute des capteurs intelligents sur tout, des ampoules électriques aux sièges de bureau en passant par les thermostats.</span></p> \n<p><span>«&nbsp;Lorsque les employés commenceront à utiliser autant de périphériques, les organisations seront de plus en plus contraintes de veiller à ce que chaque périphérique soit mis à jour et corrigé en permanence&nbsp;», a déclaré M. Ruger. «&nbsp;Les entreprises doivent avoir un plan garantissant la mise à jour des périphériques, via un contrat de service ou un remplacement plus fréquent, ce qui pourrait revenir à louer davantage de périphériques.&nbsp;»</span></p> \n<p><span>Les entreprises peuvent également tirer parti du découpage de réseau, ce qui leur permet d’acquérir des parties privées du spectre 5G afin de réduire les risques de déplacement latéral de problèmes tels que les infections sur le réseau.</span></p> \n<p><span>Lenovo envisage de sécuriser ses propres réseaux pour la 5G en proposant des produits utilisant cette dernière. Les smartphones Motorola de Lenovo comprenaient le premier téléphone compatible 5G et Lenovo a lancé le premier PC Qualcomm 5G.</span></p> \n<p><span>Le principal argument de vente de la 5G est la vitesse.&nbsp; Fonctionnant presque 100&nbsp;fois plus rapidement que la 4G, le nouveau standard promet de faire en sorte que les vidéos en ligne fonctionnent sans à-coups à chaque fois et que les téléchargements paraissent presque instantanés. Mais la même vitesse qui permet de passer des appels clairs ou visionner des vidéos parfaites offre également aux pirates informatiques qui violent vos systèmes la possibilité d'extraire énormément de vos données avant que vous ne puissiez réagir.</span></p> \n<p><span>«&nbsp;Cette vitesse peut sembler un peu effrayante lorsque vous êtes en charge de la sécurité, mais le découpage de réseau 5G offre de nouvelles capacités de surveillance et de détection&nbsp;», a déclaré Ruger. «&nbsp;En outre, vous pouvez tirer parti de la vitesse de la 5G pour améliorer les sauvegardes et la redondance des données.&nbsp;»</span></p> \n<p><span>Le troisième domaine est la distance, qui marque la réelle différence de la 5G.&nbsp; Ces ondes radio AM de 1000&nbsp;pieds ont un avantage&nbsp;: elles parcourent de grandes distances.&nbsp; En revanche, les ondes 5G, comparativement minuscules, nécessitent des cellules toutes les trentaines de mètres, en particulier dans les environnements urbains denses. Cela créera une explosion du nombre de dispositifs d'infrastructure pour propulser les ondes 5G.</span></p> \n<p><span>Toutes ces cellules doivent être sécurisées, mais elles offrent également aux responsables de la sécurité l’occasion de contrôler les microcellules installées dans leurs bâtiments lorsque la 5G arrivera.</span></p> \n<p><span>«&nbsp;Et les entreprises peuvent tirer parti de cette limitation de distance pour se concentrer sur la connectivité au sein du bureau et améliorer l'authentification afin de sécuriser le réseau&nbsp;», a déclaré Ruger.</span></p> \n<p><span>Il a conclu en rappelant que les choses continueraient d'évoluer rapidement, car les travaux sur la 6G sont déjà bien avancés.</span></p> \n<p><span>&nbsp;</span></p> \n<p>&nbsp;</p>",
		"Author": ""
	}
}
