{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Ingénierie fondamentale : l'héritage de sécurité rencontre la conception centrée sur l'utilisateur",
		"Image": "",
		"Body": "<p><span>De nos jours, il existe deux types de sociétés&nbsp;: celles qui ont connu des failles de sécurité et celles qui ne le savent pas. Dans notre monde hautement interconnecté, de graves menaces pèsent sur la sécurité&nbsp;: appareils volés, vols de données, logiciels de rançon, fraudes sur les transactions, vulnérabilités logicielles, piratages dans le cloud, la liste s'allonge encore et encore.</span></p> \n<p><span>Chez Lenovo, <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">la sécurité est dans notre ADN</a> et est essentielle à chaque étape du cycle de vie du produit. ThinkPad a intégré un sous-système de sécurité dès 2002 et a été le premier à ajouter une authentification de lecteur d'empreintes digitales en 2004. S'appuyant sur le riche patrimoine de solutions de sécurité de pointe telles que la technologie d'empreintes digitales et de conception en pensant aux besoins de l'utilisateur final, l'ingénierie des derniers produits Lenovo ThinkPad X1 établit un juste équilibre entre facilité de gestion et facilité d'utilisation sans compromis sur la sécurité.</span></p> \n<p><span>«&nbsp;Les conséquences d'une faille de sécurité vont au-delà de l'impact financier immédiat.&nbsp; L'érosion de la confiance des parties prenantes, les dommages causés à la marque, la perte potentielle de propriété intellectuelle et l'impact de la réglementation sont quelques-unes des considérations que les organisations doivent garder à l'esprit, car les menaces continuent d'évoluer quotidiennement.&nbsp; «&nbsp;Ce nouveau changement de paradigme signifie que la détection et la résolution des problèmes sont essentielles&nbsp;», a déclaré Nima Baiati, directeur mondial et directeur général de Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>L'érosion de la confiance des parties prenantes, les dommages causés à la marque, la perte potentielle de propriété intellectuelle et l'impact de la réglementation sont quelques-unes des considérations que les organisations doivent garder à l'esprit, car les menaces continuent d'évoluer quotidiennement.</span></em></p> \n<p style=\"text-align: center;\"> <img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\">&nbsp;</p> \n<p><strong><span>Une approche à 360° de la sécurité</span></strong></p> \n<p><span>Lenovo a annoncé ThinkShield en 2018, une suite complète de solutions de sécurité conçues pour protéger un produit durant toute sa durée de vie. En sécurisant les appareils directement depuis la chaîne de fabrication et d'approvisionnement, <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a> garantit que les périphériques ne sont ni infectés ni compromis avant même d'être allumés.</span></p> \n<p><span>Nous veillons à la sécurité des fournisseurs qui construisent des composants intelligents, en veillant à ce qu'ils se conforment à leurs politiques et directives. De plus, nous travaillons avec Intel pour s'aligner sur sa chaîne logistique transparente, ce qui permet aux clients de valider l'intégrité de chaque composant de leur nouveau système.</span></p> \n<p><span>Les ThinkPad X1 sont également conçus avec une intégration poussée entre matériel et logiciel et disposent des processeurs les plus avancés disponibles.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Les PC Windows 10 Secured-core</a> sont destinés à traiter des données critiques dans certaines des industries les plus sensibles aux données.</span></p> \n<p><span>Un ordinateur ThinkPad X1 Secured-core est un appareil Windows moderne prêt à l'emploi doté du plus haut niveau de protection matérielle, logicielle et de protection d'identité.</span></p> \n<p><span>David Weston, directeur associé de la sécurité des systèmes d'exploitation chez Microsoft, a déclaré&nbsp;: «&nbsp;Les entreprises font face à un risque accru à mesure que leurs attaques deviennent plus sophistiquées et ciblées. Dans ce contexte de menaces élevées, une approche matérielle et logicielle intégrée de la protection est essentielle. Les ordinateurs Secured-core sont conçus pour empêcher ce type d'attaques de microprogrammes ciblées au lieu de simplement les détecter.&nbsp;»</span></p> \n<p><em><span>Les ordinateurs Secured-core sont conçus pour empêcher ce type d'attaques de microprogrammes ciblées au lieu de simplement les détecter.</span></em></p> \n<p><span>S'appuyant sur une expertise approfondie et sur un réseau mondial de professionnels des services techniques formés et certifiés, Lenovo applique le concept de «&nbsp;sécurité à la conception&nbsp;» dans toutes ses activités.</span></p> \n<p><span>Compte tenu de la croissance de la complexité des réseaux et de la sophistication des menaces de sécurité, ThinkShield fournit quatre piliers de protection englobant les solutions de périphériques, de données, d'identité et en ligne. De Privacy Guard, ThinkShutter, le service «&nbsp;Keep Your Drive&nbsp;», disque dur sécurisé USB en passant par la connexion sécurisée, le FIDO (Fast Identity Online), le lecteur d'empreintes digitales et la puce Bufferzone, pour ne nommer que quelques solutions, l'objectif est de protéger les organisations et les utilisateurs sous tous les angles.</span></p> \n<p><strong><span>Offrir une tranquillité d'esprit aux organisations</span></strong></p> \n<p><span>Quelles que soient leur taille ou leur stade de développement, les entreprises partagent aujourd'hui un défi commun&nbsp;: les équipes de sécurité informatique sont en sous-effectif et surchargées.</span></p> \n<p><span>Le nombre de cyberattaques augmente chaque jour, et les pirates informatiques et les initiés malveillants développent en permanence de nouvelles manières créatives d'exposer les vulnérabilités. Sans oublier le nombre croissant d'attaques de phishing par courrier électronique ou le manque de soutien structurel pour favoriser une culture d'entreprise axée sur la sécurité.</span></p> \n<p><span>Selon Gartner, la pénurie de professionnels de la sécurité qualifiés est un problème persistant qui aboutit systématiquement à l'échec des déploiements de technologies de sécurité. Des incidents de violation de données ont en outre coûté des postes de DSI et PDG.&nbsp; Comment évoluer la sécurité de votre entreprise avec des ressources limitées et retrouver une tranquillité d'esprit&nbsp;? Une solution consiste à faire appel à des fournisseurs de technologie fiables pour déjouer les défis.</span></p> \n<p><span>C'est pourquoi nous avons développé une gamme de nouvelles améliorations en matière de sécurité et de facilité de gestion pour le BIOS (système d'entrée-sortie de base), le micrologiciel pré-installé et le premier logiciel à s'exécuter lorsqu'un ordinateur est allumé. Nous les avons intégrées au dernier ThinkPad X1 pour aider les entreprises à mettre en œuvre une sécurité au niveau fondamental.</span></p> \n<p><span>Prenons comme exemple la configuration du mot de passe de superviseur distant. Les mots de passe du BIOS sont devenus essentiels en raison de l'adoption de Windows 10 et des fonctionnalités VBS (sécurité basée sur la virtualisation). Auparavant, les systèmes ThinkPad ne prenaient pas en charge la définition à distance d'un mot de passe de superviseur afin d'empêcher les attaques par déni de service (DOS), ce qui nécessitait la gestion physique du processus.</span></p> \n<p><span>Le nouveau paramètre de mot de passe de superviseur distant permet aux administrateurs informatiques d'utiliser le cadre de communication sécurisé d'Absolute Persistence 2.0 pour définir un mot de passe de superviseur sans présence physique, leur permettant ainsi de déployer des milliers d'ordinateurs portables ThinkPad à distance et en toute sécurité, sans avoir besoin d'être présent.</span></p> \n<p><span>Un autre exemple des nouvelles fonctionnalités de sécurité est un BIOS à réparation automatique. Lorsque le BIOS est corrompu ou attaqué de manière malveillante, il se «&nbsp;guérit de lui-même&nbsp;» et revient à une copie de sauvegarde valide connue. Cela empêche les pirates d'infiltrer le code du microprogramme de niveau le plus bas sur le périphérique et fournit aux équipes informatiques et aux utilisateurs un BIOS résilient qui réduit les temps d'indisponibilité.</span></p> \n<p><span>De plus, nous avons ajouté ThinkShield Secure Wipe dans le BIOS, qui supprime de manière fiable toutes les données d'un disque sans outils externes, ce qui signifie que les équipes de sécurité informatique peuvent désormais effacer complètement les données sensibles stockées sur les disques durs de manière sécurisée, rapide et sans effort.</span></p> \n<p><strong><span>Améliorer l'expérience des employés</span></strong></p> \n<p><span>Qui a le temps de penser à la cybersécurité lorsqu'il faut préparer deux téléconférences et un rapport tout en se précipitant pour aller chercher les enfants&nbsp;? La série ThinkPad X1 est conçue par des ingénieurs qui vivent et respirent la philosophie de «&nbsp;l'ingénierie fondamentale&nbsp;»&nbsp;lors de la création de nouveaux périphériques et fonctionnalités chez Lenovo.</span></p> \n<p><span>Nous nous assurons que nos produits s'adaptent à la vie bien remplie de nos utilisateurs et sont conçus pour offrir des avantages intelligents, pratiques et fiables. S'appuyant sur plus de trois décennies d'expérience dans la fourniture de produits, solutions et services informatiques sécurisés aux consommateurs et aux clients du monde entier, l'équipe donne la priorité à l'expérience des utilisateurs finaux grâce aux fonctionnalités et innovations clés de la série ThinkPad X1.</span></p> \n<p><span>Nima Baiati met cela en perspective. «&nbsp;L'expérience de l'utilisateur final va au-delà des sens traditionnels de la vue, du toucher et de l'ouïe. Les gens veulent se sentir en sécurité lorsqu'ils utilisent une technologie et cet état émotionnel n'est pas négociable. La peur des infections virales, du piratage informatique et du vol d'identité est réelle et nous continuerons de faire tout ce qui est en notre pouvoir pour lutter contre les cyber-menaces. Nous avons créé ThinkShield en tant que portefeuille d'innovations de solutions de sécurité de pointe pour vous protéger.&nbsp;»</span></p> \n<p><span>ThinkShutter prouve à quel point les ingénieurs du ThinkPad ont donné vie à une innovation nécessaire pour les utilisateurs. Post-it, scotch, couverture de webcam sophistiquée... les gens ont exploré toutes sortes de choses pour dissimuler leur webcam. Jusqu'à l'introduction de ThinkShutter, faisant de ThinkPad le premier ordinateur portable professionnel au monde avec obturateur intégré.</span></p> \n<p><span>Un petit couvercle coulissant situé à côté de la webcam en haut de l'appareil. Vous pouvez le déplacer sur le côté lorsque vous souhaitez passer un appel sur Skype ou enregistrer une vidéo, puis le repositionner lorsque vous n'utilisez pas l'appareil photo pour protéger votre confidentialité.</span></p> \n<p><span>Un autre exemple est PrivacyGuard, un filtre d'écran intégré qui empêche le shoulder surfing avec détection du regard et de la présence. La fonctionnalité utilise une caméra infrarouge pour détecter si une personne est derrière vous, ce qui active les alertes de confidentialité le cas échéant.</span></p> \n<p><span>Il est également possible d'obscurcir l'affichage et de ne le rendre visible que si vous êtes assis directement devant l'ordinateur portable. Vous avez besoin de travailler sur un document confidentiel dans un café ou dans un avion&nbsp;? PrivacyGuard vous sera utile.</span></p> \n<p><span>PrivacyGuard est un filtre d'écran intégré qui empêche le shoulder surfing avec détection du regard et de la présence.</span></p> \n<p><span>Si vous vous êtes déjà demandé comment protéger votre identité sans utiliser de mots de passe difficiles à mémoriser ou à pirater, le ThinkPad X1 est fait pour vous.</span></p> \n<p><span>ThinkShield fournit plusieurs facteurs d'authentification, dont la plupart sont pris en charge par Intel Authenticate. De plus, Lenovo est le premier fournisseur à intégrer des authentifiants certifiés FIDO directement dans les PC Microsoft Windows.</span></p> \n<p><span>FIDO authentifie les identités sur des sites tels que PayPal, Google et Dropbox à l'aide de la technologie d'empreinte digitale sécurisée. Il s'agit également d'un moyen hautement sécurisé et privé permettant aux employés d'utiliser leurs empreintes digitales comme deuxième facteur lorsqu'ils se connectent à des réseaux d'entreprise et à d'autres ressources professionnelles connectées.</span></p> \n<p><span>Notre lecteur d'empreintes digitales match-on-chip utilise la technologie de pointe Synaptics pour effectuer une authentification complète dans le lecteur. De plus, nous avons incorporé un puissant algorithme anti-usurpation appelé Quantum Matcher, basé sur l'analyse d'image avec apprentissage automatique, afin de réduire considérablement la probabilité de succès des attaques d'usurpation d'identité.</span></p> \n<p><span>Globalement, ces fonctionnalités requièrent un effort minimal de la part des employés, tout en améliorant le niveau de sécurité, contribuant ainsi à créer une expérience positive pour les utilisateurs finaux et les équipes de sécurité informatique des organisations. Dotées des technologies appropriées et des solutions ThinkShield, les équipes peuvent se concentrer sur l'augmentation de la productivité et la poursuite des innovations, ce qui contribuera à améliorer les résultats.</span></p> \n<p><span>Lorsque l'héritage de sécurité de Lenovo rencontre un design centré sur l'utilisateur, nous sommes fiers de voir que notre concept d'«&nbsp;<strong>ingénierie fondamentale</strong>&nbsp;»&nbsp;aide les organisations et les individus avec plus que des technologies.</span></p>",
		"Author": ""
	}
}
