{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Temeljno inženjerstvo: sigurnosno nasljeđe i dizajn usmjeren prema korisnicima",
		"Image": "",
		"Body": "&nbsp;<span>Danas postoje dvije vrste tvrtki: one koje su doživjele kršenje sigurnosti i one koje ne znaju da jesu. U ovom iznimno povezanom svijetu, sigurnosne su prijetnje posvuda: ukradeni uređaji, krađe podataka, lažne transakcije, slabe točke softvera, hakiranje oblaka, i taj popis nema kraja.</span> \n<p><span>U Lenovu&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">sigurnost je upisana u DNK</a>&nbsp;i bitna je u svakom koraku životnog ciklusa proizvoda. ThinkPad je integrirao sigurnosni podsustav još 2002. godine, a prvi je dodao provjeru autentičnosti putem čitača otisaka prstiju 2004. godine. Nastavljajući se na bogato nasljeđe pružanja vrhunskih sigurnosnih rješenja, npr. tehnologije otiska prsta i primjene dizajnerskog promišljanja koje uzima u obzir krajnjeg korisnika, inženjerstvo najnovijih proizvoda Lenovo ThinkPad X1 postiže dobru ravnotežu između upravljivosti i upotrebljivosti bez kompromisa u pogledu sigurnosti.</span></p> \n<p><span>„Posljedice narušavanja sigurnosti nadilaze okvir neposrednog financijskog utjecaja.&nbsp; Erozija povjerenja dionika, šteta za robnu marku, potencijalni gubitak intelektualnog vlasništva i regulatorni utjecaj neki su od razloga koje tvrtke i ustanove moraju imati na umu dok se mnoštvo prijetnji i dalje svakodnevno razvija.&nbsp; Ta nova promjena paradigme znači da su otkrivanje i sanacija od vitalne važnosti”, kaže Nima Baiati, globalni direktor i glavni direktor odjela Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Erozija povjerenja dionika, šteta za robnu marku, potencijalni gubitak intelektualnog vlasništva i regulatorni utjecaj neki su od razloga koje tvrtke i ustanove moraju imati na umu dok se mnoštvo prijetnji i dalje svakodnevno razvija.</span></em></p> \n<p><strong><span>Pristup sigurnosti od 360 °</span></strong></p> \n<p><span>Lenovo je 2018. godine predstavio&nbsp;ThinkShield,&nbsp;sveobuhvatni paket sigurnosnih rješenja dizajniranih da zaštite cjelokupni životni vijek proizvoda. Zaštitom uređaja izravno iz proizvodnog i opskrbnog lanca&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;jamči da uređaji nisu zaraženi ili ugroženi prije nego što se uopće uključe.</span></p> \n<p><span>Nadgledamo sigurnost dobavljača koji grade inteligentne komponente pazeći da budu u skladu s njihovim politikama i smjernicama. Povrh toga radimo s Intelom na usklađivanju s njegovim transparentnim lancem dobave omogućujući kupcima da potvrde integritet svake komponente svog novog sustava.</span></p> \n<p><span>Računala ThinkPad X1 također su dizajnirani s dubokom integracijom hardvera i softvera te sadrže najnaprednije dostupne CPU-ove.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Računala sa osiguranim jezgrom za Windows 10</a>&nbsp;namijenjena su za obradu podataka ključnih za misiju u nekim od industrija koje rukuju najosjetljivijim podacima.</span></p> \n<p><span>Računalo sa zaštićenom jezgrom ThinkPad X1 moderni je Windows uređaj koji se isporučuje s najvišom razinom zaštite hardvera, softvera i identiteta.</span></p> \n<p><span>David Weston, direktor za odnose partnerima u Microsoftovu odjelu za sigurnost OS-a, kaže: „Tvrtke se izlažu povećanom riziku jer protivnici postaju sve sofisticiraniji i usmjereniji u svojim napadima. U tom okruženju sve većih prijetnji ključan je integrirani hardverski i softverski pristup zaštiti. Računala sa zaštićenom jezgrom dizajnirana su tako da spriječe takve vrste ciljanih napada na firmver, a ne da ih samo otkrivaju.”</span></p> \n<p><em><span>Računala sa zaštićenom jezgrom dizajnirana su tako da spriječe takve vrste ciljanih napada na firmver, a ne da ih samo otkrivaju.</span></em></p> \n<p><span>Uz podršku temeljite ekspertize i globalne mreže obučenih i certificiranih stručnjaka za tehničke usluge Lenovo primjenjuje koncept „sigurnost po dizajnu“ u svemu što radimo.</span></p> \n<p><span>S obzirom na rastuću složenost mreža i sve veću sofisticiranost sigurnosnih prijetnji, ThinkShield pruža četiri stupa zaštite koja uključuju rješenja za uređaje, podatke, identitet i internet. Od značajke Privacy Guard, do servisa ThinkShutter, “Keep Your Drive”, USB Secure Hard Drive i alata Secure Docking, FIDO (Fast Identity Online), Match-on-Chip Fingerprint Reader te Bufferzone, da navedemo samo nekoliko rješenja, cilj je imati tvrtke i korisnike zaštićene iz svakog kuta.</span></p> \n<p style=\"text-align: center;\"><span>&nbsp;<img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Spokoj za tvrtke i ustanove&nbsp;</span></strong></p> \n<p><span>Bez obzira na veličinu ili fazu razvoja, tvrtke i ustanove danas imaju jedan zajednički izazov: timovi za sigurnost IT-a imaju premalo radnika i preopterećeni su.</span></p> \n<p><span>Broj kibernetičkih napada povećava se svakim danom, a hakeri i zlonamjerni zaposlenici neprestano razvijaju nove i kreativne načine otkrivanja slabih točaka, da i ne spominjemo sve veći broj napada porukama e-pošte za krađu identiteta ili nedostatak strukturne podrške za poticanje korporativne kulture usmjerene prema sigurnosti.</span></p> \n<p><span>Prema Gartneru, nedostatak kvalificiranih sigurnosnih stručnjaka višegodišnji je problem koji dosljedno dovodi do neuspjelih implementacija sigurnosne tehnologije, a znali smo viđati i slučajeve kršenja podataka koji su na kraju koštali radnih mjesta čak i direktore informatičkih odjela i glavne direktore.&nbsp; Kako povećati sigurnost tvrtke s ograničenim resursima i riješiti se briga? Jedan od načina je prepustiti pouzdanim dobavljačima tehnologija da nadjačaju izazove.</span></p> \n<p><span>Zato smo razvili niz novih poboljšanja sigurnosti i upravljivosti za BIOS, unaprijed instalirani firmver i prvi softver koji se pokreće kada je računalo uključeno. Ugradili smo ih u najnoviji ThinkPad X1 kako bismo tvrtkama olakšali implementaciju sigurnosti na temeljnoj razini.</span></p> \n<p><span>Uzmimo za primjer daljinsko postavljanje lozinke nadglednika. Lozinke za BIOS postale su presudne zbog usvajanja sustava Windows 10 i značajki VBS-a (sigurnosti koja se temelji na virtualizaciji). Tradicionalno, ThinkPad sustavi ne podržavaju daljinsko postavljanje lozinke nadglednika kako bi se spriječili napadi DOS-om (eng. Denial of Service – uskraćivanje usluge), a za to je potrebno da netko fizički upravlja procesom.</span></p> \n<p><span>Nova postavka daljinske lozinke nadglednika omogućuje administratorima IT-a da iskoriste siguran komunikacijski okvir Absolute Persistence 2.0 i postave nadzorničku lozinku bez fizičke prisutnosti, što im omogućuje da na daljinu i sigurno instaliraju tisuće prijenosnih računala ThinkPad bez potrebe za fizičkim pristupom svakom od njih.</span></p> \n<p><span>Drugi je primjer novih sigurnosnih značajki BIOS koji sam sebe popravlja. Kada je BIOS oštećen ili zlonamjerno napadnut, on će se „sam popraviti” i vratiti na zadnju poznatu dobru sigurnosnu kopiju. To hakerima onemogućuje infiltriranje na najniže razine koda firmvera u uređaju, a IT timovima i korisnicima stavlja na raspolaganje otporan BIOS, što rezultira s manje praznog hoda.</span></p> \n<p><span>Osim toga, u BIOS smo dodali ThinkShield Secure Wipe, značajku za pouzdano brisanje svih podataka s pogona bez potrebe za vanjskim alatima, što znači da timovi za IT sigurnost sada mogu u potpunosti izbrisati osjetljive podatke s tvrdih diskova sigurno, brzo i bez problema.</span></p> \n<p><strong><span>Poboljšanje iskustva zaposlenika</span></strong></p> \n<p><span>Tko ima vremena razmišljati o kibernetičkoj sigurnosti kada ima dva konferencijska poziva i rok za pisanje izvješća, a žuri pokupiti djecu? Seriju računala ThinkPad X1 dizajnirali su inženjeri koji stvarajući nove uređaje i značajke za Lenovo žive i dišu filozofiju „temeljnog inženjerstva”.</span></p> \n<p><span>Nastojimo prilagoditi svoje proizvode užurbanom životu svojih korisnika, pa su proizvedeni tako da pruže pametne, praktične i pouzdane prednosti. Oslanjajući više od tri desetljeća iskustva proizvodnje sigurnih IT proizvoda, rješenja i usluga za potrošače i kupce širom svijeta, tim pomoću ključnih značajki i inovacija iz serije ThinkPad X1 na prvo mjesto stavlja iskustvo krajnjih korisnika.</span></p> \n<p><span>Baiati to stavlja u perspektivu. „Iskustvo krajnjeg korisnika nadilazi tradicionalna osjetila izgleda, opipa i zvuka. Ljudi se žele osjećati sigurno kad koriste tehnologiju i to emocionalno stanje nije predmet pregovara. Strah od virusnih infekcija, hakiranja i krađe identiteta stvaran je, a mi ćemo i dalje činiti sve što možemo u borbi protiv kibernetičkih prijetnji. Stvorili smo ThinkShield kao inovativni portfelj najsuvremenijih sigurnosnih rješenja koja vas štite.”</span></p> \n<p><span>ThinkShutter je dokaz da su ThinkPadovi inženjeri oživotvorili neophodnu inovaciju za korisnike. Post-it papirići, selotejp, luksuzni poklopac za web-kameru – ljudi su istraživali različite stvari koje bi im pomogle da pokriju web-kameru – sve dok mi nismo predstavili ThinkShutter i od serije ThinkPad stvorili prvo prijenosno računalo poslovne klase s ugrađenim zatvaračem kamere.</span></p> \n<p><span>Sićušni klizni poklopac koji se nalazi pokraj web-kamere na vrhu uređaja može se povući u stranu kada želite uputiti Skype poziv ili snimiti videozapis, a zatim povući natrag kada ne koristite kameru da biste zaštitili svoj privatnost.</span></p> \n<p><span>Drugi primjer je PrivacyGuard, ugrađeni filtar zaslona koji sprječava virenje preko ramena jer otkriva pogled i prisutnost. Ta značajka putem infracrvene kamere otkriva je li netko iza vas omogućujući vam upozorenja o privatnosti.</span></p> \n<p><span>Ona također može zatamniti zaslon i učiniti ga vidljivim samo ako sjedite izravno ispred prijenosnog računala. Morate raditi na povjerljivom dokumentu u kafiću ili avionu? PrivacyGuard će vam dobro doći.</span></p> \n<p><span>PrivacyGuard ugrađeni je filtar zaslona koji sprječava virenje preko ramena jer otkriva pogled i prisutnost.</span></p> \n<p><span>Ako ste se ikad zapitali kako zaštititi svoj identitet bez upotrebe lozinki koje je teško zapamtiti ili ih je lako hakirati, ThinkPad X1 ima odgovor za vas.</span></p> \n<p><span>ThinkShield nudi više faktora provjere autentičnosti, a mnoge od njih podržava Intel Authenticate. Nadalje, Lenovo je prvi dobavljač koji je integrirao alate za provjeru autentičnosti s certifikatom FIDO izravno u računala sa sustavom Microsoft Windows.</span></p> \n<p><span>FIDO provjerava identitete na web-mjestima kao što su PayPal, Google i Dropbox koristeći sigurnu tehnologiju otisaka prstiju, a predstavlja i vrlo siguran i privatan način na koji zaposlenici mogu koristiti svoje otiske prstiju kao drugi čimbenik prilikom prijave u korporacijske mreže i na druge povezane poslovne resurse.</span></p> \n<p><span>Naš čitač otiska prsta Match-On-Chip pomoću najnovije tehnologije Synaptic potpuno samostalno provjerava autentičnost. Uz to smo ugradili Quantum Matcher, robustan algoritam protiv lažiranja IP adresa koji se temelji na analizi slike uz strojno učenje kako bismo u velikoj mjeri smanjili vjerojatnost uspješnih napada lažiranjem IP adresa.</span></p> \n<p><span>Sve u svemu te značajke zahtijevaju minimalne napore zaposlenika cijelo vrijeme povećavajući razinu sigurnosti, čime pomažu u stvaranju pozitivnog iskustva za krajnje korisnike i timove za sigurnost IT-a u tvrtkama i ustanovama. Opremljeni pravim tehnologijama i rješenjima koja nudi ThinkShield, timovi se mogu usredotočiti na povećanje produktivnosti i pokretanje inovacija, što će na kraju pridonijeti poboljšanju rezultata.</span></p> \n<p><span>Kada se sigurnosno nasljeđe tvrtke Lenovo susreće s dizajnom usmjerenim na korisnike, ponosni smo što vidimo da naš koncept „<strong>temeljnog inženjerstva</strong>” pridonose tvrtkama i ustanovama više od tehnologija.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
