{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G e segurança cibernética – O que as empresas precisam saber","Image":"","Body":"<p><strong><span>O diretor de segurança da informação da Lenovo fala sobre o novo padrão na National Cyber Security Conference.&nbsp;</span></strong></p> \n<p><span>As empresas precisam ter um plano de segurança claro para lidar com as ameaças em potencial à segurança cibernética do 5G, de acordo com uma série de apresentações e painéis na conferência National Cyber Security Alliance (NCSA) deste ano na NASDAQ em Nova York, um evento que marca o início do&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">mês de Conscientização de Segurança Cibernética Nacional</a>.</span></p> \n<p><span>A organização&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;sem fins lucrativos cria parcerias públicas e privadas para promover uma cibersegurança forte em um esforço conjunto. A primeira conferência em Nova York apresentou painéis de discussão sobre a privacidade de dados, o papel da inteligência artificial na segurança e o impacto da computação quântica junto com uma discussão sobre segurança de 5G com a participação de Jason Ruger, diretor de segurança da informação da Lenovo.</span></p> \n<p><span>A segunda parte se concentrou nos clientes e usuários individuais, pois ataques de phishing e outros ataques antigos persistentes continuam a ser uma séria ameaça, comentou Kelvin Coleman, diretor executivo da NCSA, conforme sugeria que os clientes adquirissem seus próprios sistemas de TI. TI segura protege TI.</span></p> \n<p><span>\"Essa mensagem simples incentiva os clientes a entenderem os dispositivos e aplicativos que usam diariamente, protegerem seus perfis digitais e se familiarizarem com as configurações de privacidade para ajudar a proteger a privacidade e limitar cibercrimes\", afirmou Coleman. \"A medida em que criminosos cibernéticos se tornam mais sofisticados, é importante lembrar desses métodos testados e comprovados para proteção online.\"</span></p> \n<p><span>Em sua apresentação, Ruger explicou como a tecnologia aumentando o grande potencial do 5G, velocidades 100 vezes mais rápidas que a de 4G, cria velocidades mais rápidas e também novas oportunidades para aprimorar a segurança cibernética.</span></p> \n<p><span>Essas oportunidades são provenientes do que difere o 5G: o comprimento de onda menor e de maior frequência comparado a tecnologias anteriores.&nbsp; Rugar disse que as ondas de rádio AM, uma tecnologia anterior do outro lado do espectro, têm 300 metros de comprimento, enquanto as novas ondas de banda 5G têm menos de 1 centímetro.&nbsp; Isso ajuda o 5G a oferecer velocidades bem mais rápidas com bem menos latência.</span></p> \n<p><span>Segundo Ruger, as principais diferenças que as organizações devem ter em mente são a quantidade de dispositivos, a velocidade de conectividade e a distância percorrida pelas ondas.</span></p> \n<p><span>\"Cada uma dessas mudanças apresenta desafios reais ao lidar com segurança cibernética, mas também são oportunidades para aprimorar a segurança\", explicou Ruger, que gerenciou migrações corporativas anteriores do 2G para o 3G, do 3G para o 4G e agora para o 5G para empresas como a Lenovo, Motorola e Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/5G.jpg\" style=\"height: 600px; width: 800px; text-align: center;\"></span></p> \n<p><span>As conexões mais rápidas e fortes fornecidas pelo 5G criarão um crescimento dos dispositivos de Internet das Coisas.&nbsp; Quantos novos dispositivos? Em locais nos quais funcionários possam ter atualmente um ou dois dispositivos conectados à Internet cada, as organizações precisarão planejar 100 dispositivos por funcionários no futuro próximo, pois escritórios adicionam sensores inteligentes em tudo, de lâmpadas, cadeiras nos escritórios à termostatos.</span></p> \n<p><span>\"Quando os funcionários começarem a trazer tantos dispositivos, isso pressionará as organizações a garantirem que cada dispositivo esteja atualizado e com patches de forma consistente\", declarou Ruger. \"As organizações precisam ter um plano para assegurar que os dispositivos estejam atualizados, seja por meio de um contrato de serviços ou por substituições de dispositivos mais frequentes, o que pode significar arrendar mais dispositivos.\"</span></p> \n<p><span>As organizações também podem tirar proveito de fatias de rede, o que permite a obtenção de porções privadas do espectro 5G, o que, por sua vez, reduz a oportunidade de movimentos laterais de problemas como infecções pela rede.</span></p> \n<p><span>A Lenovo tem planos para o 5G em como ele protegerá suas próprias redes a fornecer produtos que usam 5G. Os smartphones Motorola da Lenovo incluíram o primeiro telefone preparado para o 5G, e a Lenovo lançou o primeiro PC Qualcomm 5G.</span></p> \n<p><span>O maior atrativo de vendas do 5G é a velocidade.&nbsp; Funcionando quase 100 vezes mais rápido que o 4G, o novo padrão promete reproduzir vídeos online tranquilamente sempre e que os downloads sejam quase instantâneos. Mas essa mesma rápida velocidade que torna as ligações nítidas e vídeos perfeitos também significa que hackers que violam seus sistemas podem extrair muitos dos seus dados antes que você possa reagir.</span></p> \n<p><span>\"Essa velocidade pode parecer um pouco assustadora quando você está no controle da segurança, mas as fatias de rede 5G possibilitam novos recursos de monitoramento e de \"detecção\",\" afirmou Ruger. \"Além disso, você pode utilizar as velocidades 5G para redundância de backups de dados melhores.\"</span></p> \n<p><span>O terceiro aspecto é a distância, que é a verdadeira dicotomia do 5G.&nbsp; Essas ondas AM de 300 metros têm uma vantagem: elas percorrem grandes distâncias.&nbsp; Em contrapartida, as pequenas ondas 5G requerem células a cada trinta metros, principalmente em ambientes densos urbanos. Isso causará um crescimento dos dispositivos de infraestrutura para impulsionar as ondas 5G adiante.</span></p> \n<p><span>Embora essas células devam ser protegidas, elas também oferecem uma oportunidade para os líderes de segurança controlarem as microcélulas instaladas em seus prédios quando o 5G chegar.</span></p> \n<p><span>\"E as empresas podem utilizar essa limitação de distância para focar na conectividade dentro do espaço do escritório e aprimorar a autenticação para proteger a rede\", declarou Ruger.</span></p> \n<p><span>E ele lembrou a todos que a tendência disso é continuar cada vez mais rápido pois trabalho no 6G já está em andamento.</span></p>","Author":""}}