{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Engenharia fundamental: o encontro do legado de segurança com o design centrado no usuário","Image":"","Body":"<p><span>Atualmente, existem dois tipos de empresas: as que sofreram violações de segurança e as que não sabem se sofreram. Em nosso mundo altamente interconectado, existem sérias ameaças à segurança em todos os lugares – dispositivos roubados, roubo de dados, ransomware, fraude em transações, vulnerabilidades de software, invasões na nuvem, entre outros.</span></p> \n<p><span>Na Lenovo, a <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">segurança está em nosso DNA</a> e é essencial em todas as etapas do ciclo de vida do produto. O ThinkPad integrou um subsistema de segurança já em 2002 e foi o primeiro a adicionar autenticação por leitor de impressões digitais em 2004. Com base na rica herança de fornecimento de soluções de segurança de ponta, como tecnologia de impressão digital e aplicação de design thinking com o usuário final em mente, a engenharia dos produtos Lenovo ThinkPad X1 mais recentes atinge um bom equilíbrio entre capacidade de gerenciamento e usabilidade, sem comprometer a segurança.</span></p> \n<p><span>\"As ramificações de uma violação de segurança vão além do impacto financeiro imediato.&nbsp; A perda da confiança das partes interessadas, os danos à marca, a possível perda de propriedade intelectual e o impacto regulatório são algumas das considerações que as organizações devem ter em mente à medida que o cenário de ameaças continua a evoluir diariamente.&nbsp; Essa nova mudança de paradigma significa que a detecção e a correção são vitais\", diz Nima Baiati, diretor global e GM da Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>A perda da confiança das partes interessadas, os danos à marca, a possível perda de propriedade intelectual e o impacto regulatório são algumas das considerações que as organizações devem ter em mente à medida que o cenário de ameaças continua a evoluir diariamente.</span></em></p> \n<p><strong><span>Uma abordagem de 360 ° à segurança</span></strong></p> \n<p><span>Lenovo anunciou o ThinkShield em 2018, um pacote abrangente de soluções de segurança projetadas para proteger toda a vida útil do produto. Ao proteger os dispositivos diretamente da cadeia de fornecimento e fabricação, o <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a> garante que os dispositivos não sejam infectados nem comprometidos antes mesmo de serem ligados.</span></p> \n<p><span>Supervisionamos a segurança dos fornecedores que constroem componentes inteligentes, garantindo que estejam em conformidade com suas políticas e diretrizes. Além disso, trabalhamos com a Intel para se alinhar com sua cadeia de fornecimento transparente, permitindo que os clientes validem a integridade de cada componente de seu novo sistema.</span></p> \n<p><span>O ThinkPad X1 também foi projetado com profunda integração entre hardware e software e apresenta as CPUs mais avançadas disponíveis.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">PCs com núcleo protegido Windows 10 </a>destinam-se a manipular dados de missão crítica em alguns dos setores mais sensíveis a dados.</span></p> \n<p><span>Um PC com núcleo protegido ThinkPad X1 é um dispositivo Windows moderno que vem com o mais alto nível de hardware, software e proteção de identidade, pronto para uso imediato.</span></p> \n<p><span>David Weston, diretor de segurança de sistemas operacionais da Microsoft, diz: \"As empresas enfrentam um risco ainda maior quando os adversários se tornam mais sofisticados e direcionados em seus ataques. Nesse cenário de ameaças elevadas, é essencial uma abordagem integrada de hardware e software para proteção. Os PCs com núcleo protegido são projetados para impedir esses tipos de ataques direcionados ao firmware, em vez de simplesmente detectá-los.\"</span></p> \n<p><em><span>Os PCs com núcleo protegido são projetados para impedir esses tipos de ataques direcionados ao firmware, em vez de simplesmente detectá-los.</span></em></p> \n<p><span>Apoiada por uma profunda experiência e por uma rede global de profissionais de serviços técnicos treinados e certificados, a Lenovo aplica o conceito de \"segurança na concepção\" em tudo o que fazemos.</span></p> \n<p><span>Dada a crescente complexidade das redes e a crescente sofisticação das ameaças à segurança, o ThinkShield fornece quatro pilares de proteção, abrangendo dispositivos, dados, identidade e soluções online. Do Privacy Guard, ThinkShutter, serviço \"Keep Your Drive\", Disco rígido seguro USB à estação de acoplamento segura, FIDO (Fast Identity Online), Leitor de impressões digitais Match-on-Chip e Bufferzone, para citar apenas algumas soluções, a meta é proteger organizações e usuários de todos os ângulos.</span></p> \n<p><strong><span>Ofereça tranquilidade para as organizações </span></strong></p> \n<p><span>Independentemente do tamanho ou da fase de desenvolvimento, as organizações de hoje compartilham um desafio comum: as equipes de segurança de TI são insuficientes e sobrecarregadas.</span></p> \n<p><span>O número de ataques cibernéticos está aumentando todos os dias, e hackers e profissionais mal-intencionados estão constantemente desenvolvendo maneiras novas e criativas de expor vulnerabilidades – sem mencionar o número crescente de ataques de phishing por email ou a falta de suporte estrutural para promover uma cultura corporativa orientada à segurança.</span></p> \n<p><span>De acordo com o Gartner, a falta de profissionais qualificados em segurança tem sido um problema constante que sempre resulta em implantações de tecnologia de segurança com falha, e vimos incidentes de violação de dados que acabaram custando os empregos de CIO ou CEOs.&nbsp; Como você aumenta a segurança da sua empresa com recursos limitados e encontra tranquilidade? Uma maneira é recorrer a fornecedores de tecnologia em que você pode confiar para superar os desafios.</span></p> \n<p><span>Por isso, desenvolvemos uma série de novos aprimoramentos de segurança e capacidade de gerenciamento para o BIOS (Basic Input-Output System), o firmware pré-instalado e o primeiro software a ser executado quando o computador é ligado. Nós os incorporamos ao ThinkPad X1 mais recente para facilitar a implementação de segurança por empresas em um nível fundamental.</span></p> \n<p><span>Vamos usar a Configuração de senha de supervisor remoto como exemplo. As senhas do BIOS tornaram-se críticas devido aos recursos VBS (Segurança baseada em virtualização) e adoção do Windows 10. Tradicionalmente, os sistemas ThinkPad não oferecem suporte à configuração remota de uma senha de supervisor para impedir ataques de DOS (Denial of Service) e isso exige que alguém gerencie fisicamente o processo.</span></p> \n<p><span>A nova Configuração de senha de supervisor remoto permite que os administradores de TI aproveitem a estrutura de comunicação segura do Absolute Persistence 2.0 para definir uma senha de supervisor sem presença física, permitindo que eles implantem milhares de laptops ThinkPad remotamente e com segurança, sem a necessidade de estar fisicamente em cada um.</span></p> \n<p><span>Outro exemplo dos novos recursos de segurança é um BIOS autorrecuperável. Quando o BIOS é corrompido ou atacado, o BIOS se \"autorrecupera\" e volta para uma cópia de backup válida. Isso evita que os hackers se infiltrem no código de firmware de nível mais baixo do dispositivo e fornece às equipes de TI e usuários um BIOS resiliente que resulta em menos tempo de inatividade.</span></p> \n<p><span>Além disso, adicionamos o ThinkShield Secure Wipe ao BIOS, que exclui de forma confiável todos os dados de uma unidade sem a necessidade de ferramentas externas, o que significa que as equipes de segurança de TI agora podem limpar completamente os dados confidenciais dos discos rígidos com segurança, rapidez e facilidade.</span></p> \n<p><strong><span>Melhore a experiência dos funcionários</span></strong></p> \n<p><span>Quem tem tempo para pensar em segurança cibernética quando você tem duas teleconferências e um relatório vencido enquanto corre para buscar as crianças? A série ThinkPad X1 foi projetada por engenheiros que vivem e respiram a filosofia de \"Engenharia Fundamental\"ao criarem novos dispositivos e recursos na Lenovo.</span></p> \n<p><span>Garantimos que nossos produtos se adaptem à vida ocupada de nossos usuários e sejam projetados para oferecer benefícios inteligentes, convenientes e confiáveis. Com base em um legado de mais de três décadas no fornecimento de produtos, soluções e serviços de TI seguros para consumidores e clientes em todo o mundo, a equipe coloca a experiência dos usuários finais em primeiro lugar com os principais recursos e inovações da série ThinkPad X1.</span></p> \n<p><span>Baiati coloca isso em perspectiva. \"A experiência do usuário final vai além dos sentidos tradicionais de aparência, toque e som. As pessoas querem se sentir seguras ao usar a tecnologia, e esse estado emocional não é negociável. O medo de infecções por vírus, hackers e roubo de identidade é real e continuaremos a fazer tudo o que pudermos para combater ameaças cibernéticas. Criamos o ThinkShield como um portfólio inovador de soluções de segurança de ponta para mantê-lo protegido.\"</span></p> \n<p><span>O ThinkShutter é a prova de como os engenheiros do ThinkPad deram vida a uma inovação necessária para os usuários. Post-its, fita adesiva, uma tampa de webcam sofisticada – já exploraram todo o tipo de coisas para encobrir a webcam – até apresentarmos o ThinkShutter – tornando o ThinkPad o primeiro laptop comercial do mundo com obturador de webcam embutido.</span></p> \n<p><span>Uma pequena tampa deslizante que fica ao lado da webcam na parte superior do dispositivo pode ser movida para o lado quando você deseja fazer uma chamada pelo Skype ou gravar um vídeo, e deslizada para trás quando você não estiver usando a câmera, a fim de proteger sua privacidade.</span></p> \n<p><span>Outro exemplo é o PrivacyGuard, um filtro de tela embutido que impede a \"navegação por cima dos ombros\" com detecção de olhar e presença. O recurso usa uma câmera de infravermelho para detectar se alguém está atrás de você, ativando alertas de privacidade.</span></p> \n<p><span>Ele também tem a capacidade de escurecer a tela e torná-la visível apenas para você se estiver sentado diretamente em frente ao laptop. Precisa trabalhar em um documento confidencial em uma cafeteria ou em um avião? O PrivacyGuard será útil.</span></p> \n<p><span>O PrivacyGuard é um filtro de tela embutido que impede a \"navegação por cima dos ombros\" com detecção de olhar e presença.</span></p> \n<p><span>Se você já se perguntou como proteger sua identidade sem usar senhas difíceis de lembrar ou fáceis de invadir, o ThinkPad X1 é a solução.</span></p> \n<p><span>O ThinkShield fornece vários fatores de autenticação, muitos dos quais são compatíveis com o Intel Authenticate. Além disso, a Lenovo é o primeiro fornecedor a integrar autenticadores certificados pela FIDO diretamente nos PCs com Microsoft Windows.</span></p> \n<p><span>O FIDO autentica identidades em sites como PayPal, Google e Dropbox usando a tecnologia de impressão digital segura, e também é uma maneira altamente segura e privada de os funcionários usarem suas impressões digitais como um segundo fator ao entrarem em redes corporativas e outros recursos comerciais conectados.</span></p> \n<p><span>Nosso leitor de impressão digital compatível com chip usa a tecnologia Synaptics de ponta para realizar a autenticação completamente no leitor. Além disso, incorporamos um algoritmo antifalsificação avançado chamado Quantum Matcher com base na análise de imagens com aprendizado de máquina para reduzir bastante a probabilidade de ataques de falsificação bem-sucedidos.</span></p> \n<p><span>Em suma, esses recursos exigem um esforço mínimo dos funcionários, enquanto aprimoram o nível de segurança – ajudando a criar uma experiência positiva para os usuários finais e as equipes de segurança de TI nas organizações. Com as tecnologias e soluções ThinkShield certas, as equipes podem se concentrar em aumentar a produtividade e impulsionar inovações, o que, por fim, ajudará a melhorar os resultados.</span></p> \n<p><span>Quando o legado de segurança da Lenovo encontra o design centrado no usuário, ficamos orgulhosos de ver que nosso conceito de \"<strong>Engenharia fundamental</strong> \"está ajudando organizações e indivíduos com mais do que tecnologias.</span></p>","Author":""}}