{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Grunnleggende prosjektering:Sikkerhetsarven møter brukersentrert design",
		"Image": "",
		"Body": "<p><span>I dag er det to typer selskaper: de som har opplevd sikkerhetsbrudd, og de som ikke vet at de har det. I den svært sammenkoblede verdenen vår er det alvorlige sikkerhetstrusler overalt – stjålne enheter, datatyverier, løsepengevirus, transaksjonssvindler, sårbare programmer, hacking i skyen – listen er tilnærmet uendelig.</span></p> \n<p><span>I Lenovo <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">er sikkerheten en del av DNA-et vårt</a>, og den er helt grunnleggende i hvert eneste trinn i et produkts livssyklus. ThinkPad integrerte et sikkerhetsundersystem så langt tilbake som i 2002, og vi var de første som la til autentisering med fingeravtrykk i 2004. Ved å bygge videre på den rike arven for å levere nyskapende sikkerhetsløsninger som for eksempel fingeravtrykksteknologi og anvende design hvor sluttbrukeren står i fokus, etablerer produktutviklingen av de nyeste Lenovo ThinkPad X1-produktene en fin balanse mellom håndterbarhet og brukervennlighet uten å kompromisse når det gjelder sikkerhet.</span></p> \n<p><span>«Konsekvensen av et sikkerhetsbrudd strekker seg utover den umiddelbare økonomiske effekten.&nbsp; Reduksjon av tillit, skade på merkevaren, potensielt tap av åndsverk samt regulatoriske konsekvenser er noen av forholdene som organisasjoner må ta i betraktning når trussellandskapet fortsetter å utvikle seg på daglig basis.&nbsp; Dette nye paradigmeskiftet betyr at deteksjon og gjenoppretting er helt essensielt, sier Nima Baiati, global direktør og leder for Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Reduksjon av tillit, skade på merkevaren, potensielt tap av åndsverk samt regulatoriske konsekvenser er noen av forholdene som organisasjoner må ta i betraktning når trussellandskapet fortsetter å utvikle seg på daglig basis.</span></em></p> \n<p><strong><span>360-graders tilnærming til sikkerhet</span></strong></p> \n<p><span>Lenovo lanserte ThinkShield i 2018. Dette er en omfattende pakke med sikkerhetsløsninger designet for å gi beskyttelse over hele produktets levetid. Ved å sikre enheter rett fra produksjons- og forsyningskjeden, sikrer <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;at enhetene ikke blir infisert eller kompromittert til og med før de er slått på.</span></p> \n<p><span>Vi overvåker sikkerheten til leverandører som bygger intelligente komponenter, og sørger for at de overholder retningslinjer. På toppen av dette, jobber vi sammen med Intel for å oppfylle kravene til den transparente forsyningskjeden, slik at kundene kan validere integriteten til hver komponent i det nye produktet sitt.</span></p> \n<p><span>ThinkPad X1 er også designet med dyp integrasjon mellom maskinvare og programvare og har de mest avanserte CPU-ene som er tilgjengelige.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 Secured-core PC-er</a>&nbsp;er designet for å håndtere oppdragskritiske data i noen av de mest datasensitive bransjene.</span></p> \n<p><span>En ThinkPad X1 Secured-core PC er en moderne Windows-enhet som leveres med det høyeste nivået av maskinvare-, programvare- og identitetsbeskyttelse – klar til bruk.</span></p> \n<p><span>David Weston, partnerdirektør for operativsystemsikkerhet hos Microsoft, sier: «Bedrifter står overfor økt risiko når motspillerne blir mer sofistikerte og målrettede i angrepene sine. I dette landskapet med forhøyede trusselnivåer, er en integrert maskinvare- og programvaretilnærming til beskyttelse viktig. Secured-core PC-er er designet for å forhindre denne typen målrettede fastvareangrep i stedet for bare å oppdage dem.</span></p> \n<p><em><span>Secured-core PC-er er designet for å forhindre denne typen målrettede fastvareangrep i stedet for bare å oppdage dem.</span></em></p> \n<p><span>Støttet av dyp ekspertise og et globalt nettverk av trente og sertifiserte fagpersoner innen teknisk tjenester, bruker Lenovo «sikkerhet i designen»-konseptet i alt vi gjør.</span></p> \n<p><span>For å møte den økende kompleksiteten i nettverkene og stadig mer sofistikerte sikkerhetstrusler, har ThinkShield fire pilarer med beskyttelse som omfatter enheter, data, identitet og nettløsninger. Fra Privacy Guard, ThinkShutter, «Keep Your Drive»-tjenester, USB Secure Hard Drive til Secure Docking, FIDO (Fast Identity Online), Match-on-Chip-fingeravtrykkleser og Bufferzone, bare for å nevne noen få løsninger, er målet å beskytte organisasjonene og brukerne fra alle vinkler.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Gir sinnsro for organisasjonene </span></strong></p> \n<p><span>Uansett størrelse eller utviklingstrinn, står organisasjonene i dag overfor én felles utfordring: IT-sikkerhetsteamene er underbemannede og overbelastede.</span></p> \n<p><span>Antallet cyberangrep øker hver eneste dag og hackere og ondsinnede insidere utvikler stadig nye og kreative måter å eksponere sårbarheter på – for ikke å snakke om det økende antallet phishing-angrep via e-post, eller mangelen på strukturell støtte for å fremme en sikkerhetsorientert bedriftskultur.</span></p> \n<p><span>I følge Gartner har mangelen på dyktige sikkerhetsfagfolk vært et problem gjennom mange år, og som konstant resulterer i mislykkede distribusjoner av sikkerhetsteknologier. Og vi har sett datainnbruddshendelser som har kostet både administrerende og tekniske direktør jobben.&nbsp; Hvordan hever du selskapets sikkerhet med begrensede ressurser og finner trygghet? En måte å gjøre det på er å henvende seg til teknologileverandører du kan stole på for å løse utfordringene.</span></p> \n<p><span>Derfor har vi utviklet en rekke nye sikkerhets- og håndterbarhetsforbedringer for BIOS (Basic Input-Output System), forhåndsinstallert fastvare og den første programvaren som kjøres når en datamaskin slås på. Vi bygde dem inn i den nye ThinkPad X1 for å gjøre det lettere for bedrifter å implementere sikkerhet på et grunnleggende nivå.</span></p> \n<p><span>La oss, som et eksempel, se nærmere på passordinnstillingen for en ekstern konsulent. BIOS-passord har blitt kritisk viktige på grunn av Windows 10-adopsjon og funksjoner for VBS (virtualiseringsbasert sikkerhet). Tradisjonelt har ThinkPad-systemene ikke støttet oppretting av et passord for eksterne konsulenter for å forhindre angrep fra DOS (Denial of Service), og det krever at noen fysisk styrer prosessen.</span></p> \n<p><span>Den nye passordinnstillingen for eksterne konsulenter gjør det mulig for IT-administratorer å bruke det sikre kommunikasjonsrammeverket Absolute Persistence 2.0 til å angi et passord for konsulenten, uten fysisk tilstedeværelse, noe som gjør IT-administratorer i stand til å distribuere tusenvis av bærbare ThinkPad-datamaskiner eksternt og sikkert, uten å måtte være fysisk til stede ved hver enkelt.</span></p> \n<p><span>Et annet eksempel på de nye sikkerhetsfunksjonene er en selvreparerende BIOS. Når BIOS er skadet eller angrepet av skadevare, kan BIOS «helbrede seg selv» og gå tilbake til en kjent, god sikkerhetskopi. Dette forhindrer hackere fra å infiltrere fastvarekoden på laveste nivå på enheten og gir IT-teamene og brukerne en robust BIOS som resulterer i mindre nedetid.</span></p> \n<p><span>I tillegg la vi til ThinkShield Secure Wipe i BIOS som pålitelig sletter all data fra en stasjon uten behov for eksterne verktøy, noe som betyr at IT-sikkerhetsteam nå kan fullstendig slette sensitive data på harddisker sikkert, raskt og enkelt.</span></p> \n<p><strong><span>Forbedre de ansattes opplevelse</span></strong></p> \n<p><span>Hvem har tid til å tenke på cybersikkerhet når de har to konferansesamtaler på gang og en rapport i det de rusher ut for å hente barna? ThinkPad X1-serien er designet av ingeniører som lever og ånder for filosofien om «grunnleggende prosjektering» når de lager nye enheter og funksjoner hos Lenovo.</span></p> \n<p><span>Vi sikrer at produktene våre tilpasser seg brukernes travle liv og er konstruert for å levere smarte, praktiske og pålitelige fordeler. Med utgangspunkt i en arv på mer enn tre tiår med å levere sikre IT-produkter, løsninger og tjenester til forbrukere og kunder over hele verden, setter teamet opplevelsen fra sluttbrukere først med viktige funksjoner og innovasjoner i ThinkPad X1-serien.</span></p> \n<p><span>Baiati setter dette i perspektiv. Sluttbrukeropplevelsen strekker seg utover tradisjonelle sanser når det gjelder utseende, følelse og lyd. Folk vil føle seg trygge når de bruker teknologi, og denne emosjonelle tilstanden er ikke forhandlingsbar. Frykten for virusinfeksjoner, hacking og identitetstyveri er ekte, og vi vil fortsette å gjøre alt vi kan for å bekjempe cybertrusler. Vi skapte ThinkShield som en innovativ portefølje av nyskapende sikkerhetsløsninger for å holde deg beskyttet.»</span></p> \n<p><span>ThinkShutter er et bevis på hvordan ThinkPad-ingeniører har bidratt med innovasjoner som er nødvendige for brukerne. Post-it-lapper, tape, et fancy webkameradeksel – folk har utforsket alle slags ting for å dekke over webkameraet – helt til vi introduserte ThinkShutter – noe som gjorde ThinkPad til verdens første bærbare datamaskin med innebygd webkamera-lukker.</span></p> \n<p><span>Et lite, skyvbart deksel som sitter ved siden av webkameraet øverst på enheten, kan flyttes til siden når du vil ringe en Skype-samtale eller spille inn en video, og deretter føres tilbake når du ikke bruker kameraet, for å sikre personvernet ditt.</span></p> \n<p><span>Et annet eksempel er PrivacyGuard, et innebygd skjermfilter som forhindrer «skuldersurfing» med blikk- og tilstedeværelsesdeteksjon. Funksjonen bruker et IR-kamera for å oppdage om noen er bak deg, noe som muliggjør personvernvarsler.</span></p> \n<p><span>Den har også muligheten til å gjøre skjermen mørkere og gjøre den synlig bare for deg, hvis du sitter rett foran den bærbare datamaskinen. Trenger du å jobbe med et fortrolig dokument på en kaffebar eller i et fly? Da kommer PrivacyGuard til nytte.</span></p> \n<p><span>PrivacyGuard er et innebygd skjermfilter som med blikk- og tilstedeværelsesdeteksjon forhindrer skuldersurfing.</span></p> \n<p><span>Hvis du noen gang har lurt på hvordan du kan beskytte identiteten din uten å bruke passord som er vanskelig å huske eller lett å hacke, har ThinkPad X1 løsningen også for det.</span></p> \n<p><span>ThinkShield har flere flerfaktorautentikatorer, hvorav flere støttes av Intel Authenticate. Videre er Lenovo den første leverandøren som integrerer FIDO-sertifiserte autentikatorer direkte i Microsoft Windows PC-er.</span></p> \n<p><span>FIDO autentiserer identiteter på nettsteder som PayPal, Google og Dropbox ved å bruke sikker fingeravtrykksteknologi. For ansatte er det også en svært sikker og privat måte å bruke fingeravtrykk som den andre faktoren når de logger seg på bedriftsnettverk og andre tilkoblede forretningsressurser.</span></p> \n<p><span>Match-on-chip-fingeravtrykkleseren vår bruker den nyeste Synaptics-teknologien for å utføre autentiseringen fullstendig i leseren. I tillegg har vi innarbeidet en robust antiforfalskning-algoritme kalt Quantum Matcher basert på bildeanalyser med maskinlæring for å redusere sannsynligheten for vellykkede forfalskningsangrep.</span></p> \n<p><span>Alt i alt krever disse funksjonene minimal innsats fra de ansatte, samtidig som sikkerhetsnivået heves – og de bidrar til å skape en positiv opplevelse for sluttbrukere og IT-sikkerhetsteam i organisasjonene. Styrket med riktige teknologier og ThinkShield-løsninger kan team fokusere på å øke produktiviteten og generere innovasjoner som til slutt bidrar til å forbedre bunnlinjen.</span></p> \n<p><span>Når Lenovos sikkerhetsarv bidrar til brukersentrert design, er vi stolte av å se at konseptet «<strong>grunnleggende prosjektering</strong>» hjelper organisasjoner og enkeltpersoner med mer enn teknologi.</span></p>",
		"Author": ""
	}
}
