{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G a kybernetická bezpečnost – co podniky potřebují vědět","Image":"","Body":"<p><span>Podle řady prezentací a panelů na letošní konferenci National Cyber Security Alliance (NCSA) v&nbsp;NASDAQ v&nbsp;New Yorku, což je událost, která zahajuje <a href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\" rel=\"noopener noreferrer\">Národní měsíc informovanosti o&nbsp;kybernetické bezpečnosti</a>, musí mít podniky jasný plán bezpečnosti, který bude řešit potenciální hrozby kybernetické bezpečnosti 5G.</span></p> \n<p><span>Nezisková <a href=\"https://staysafeonline.org/\" target=\"_blank\" rel=\"noopener noreferrer\">NCSA</a> buduje partnerství veřejného a soukromého sektoru za účelem podpory silné kybernetické bezpečnosti s&nbsp;dvousměrným úsilím. První směr, konference v&nbsp;New Yorku, obsahoval panelové diskuse o&nbsp;ochraně osobních údajů, úloze umělé inteligence v&nbsp;oblasti bezpečnosti a dopadu kvantových výpočtů, spolu s&nbsp;přednáškou o&nbsp;bezpečnosti 5G od Jasona Rugera, hlavního referenta pro bezpečnost informací v&nbsp;Lenovo.</span></p> \n<p><span>Druhý směr se zaměřuje na spotřebitele a jednotlivé uživatele, protože phishingové útoky a další zdánlivě staromódní útoky jsou i&nbsp;nadále vážnou hrozbou, řekl Kelvin Coleman, výkonný ředitel NCSA, když vyžadoval, aby spotřebitelé IT vlastnili, zabezpečovali a chránili.</span></p> \n<p><span>„Tato jednoduchá zpráva vybízí spotřebitele k&nbsp;tomu, aby porozuměli zařízením a aplikacím, které používají každý den, zabezpečili svůj digitální profil a chránili jej tím, že se seznámí s&nbsp;nastavením soukromí, aby pomohli chránit své soukromí a omezit počítačové zločiny,“ uvedl Coleman. „Jak se kybernetičtí zločinci stávají sofistikovanějšími, je důležité si pamatovat těchto několik ověřených metod ochrany sebe sama online.“</span></p> \n<p><span>Ruger ve své prezentaci vysvětlil, jak technologie zvyšující obrovský potenciál 5G (rychlosti více než 100krát vyšší než 4G) vytváří nejen vyšší rychlosti, ale také nové příležitosti ke zlepšení kybernetické bezpečnosti.</span></p> \n<p><span>Tyto příležitosti pramení z&nbsp;toho, co dělá technologii 5G tak odlišnou: menší vlnová délka s&nbsp;vyšší frekvencí ve srovnání s&nbsp;dřívějšími technologiemi.&nbsp; Ruger uvedl, že radiové vlny AM, dřívější technologie z&nbsp;druhého konce spektra, jsou dlouhé více než 300&nbsp;metrů, zatímco vlny nového pásma 5G mají méně než 1&nbsp;centimetr.&nbsp; To umožňuje technologii 5G poskytovat takto vysoké rychlosti s&nbsp;mnohem menší latencí.</span></p> \n<p><span>Hlavní rozdíly, které by podle Rugera mely organizace mít na paměti, je množství zařízení, rychlost připojení a vzdálenost, kterou vlny urazí.</span></p> \n<p><span>„Každá z&nbsp;těchto změn představuje skutečné výzvy při řešení kybernetické bezpečnosti, ale také příležitosti ke zvýšení bezpečnosti,“ řekl Ruger, který řídil předchozí podnikové migrace z&nbsp;2G na 3G, z&nbsp;3G na 4G a nyní dále na 5G pro společnosti jako Lenovo, Motorola a Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Rychlejší a silnější připojení poskytované technologií 5G způsobí rozmach zařízení IoT.&nbsp; Kolik nových zařízení? Tam, kde mohou zaměstnanci nyní mít jedno nebo dvě zařízení připojená k&nbsp;internetu, musí organizace v&nbsp;blízké budoucnosti naplánovat až 100 zařízení na zaměstnance, protože kancelář přidává inteligentní senzory na vše od žárovek přes kancelářské židle až po termostaty.</span></p> \n<p><span>„Když zaměstnanci začnou zavádět tolik zařízení, bude na organizace vyvíjen velký tlak, aby zajistily, že každé zařízení je neustále aktualizováno a opravováno,“ řekl Ruger. „Organizace musí mít plán zajištění aktualizace zařízení, buď prostřednictvím servisní smlouvy, nebo častější výměnou zařízení, což by mohlo znamenat pronájem více zařízení.“</span></p> \n<p><span>Organizace mohou také využít tzv. krájení sítě, které jim umožňuje poskytovat soukromé části spektra 5G, což zase snižuje příležitost pro laterální pohyb problémů, jako jsou infekce v&nbsp;síti.</span></p> \n<p><span>Společnost Lenovo má plány pro technologii 5G jak v&nbsp;tom, jak zajistit své vlastní sítě, tak také v&nbsp;tom, jak poskytovat produkty používající sítě 5G. Chytré telefony Motorola od společnosti Lenovo zahrnovaly první telefon připravený na síť 5G a Lenovo vydalo první počítač Qualcomm 5G.</span></p> \n<p><span>Největší prodejní předností 5G je rychlost.&nbsp; Nový standard, který pracuje téměř 100krát rychleji než 4G, slibuje, že online videa se budou pokaždé zobrazovat hladce a stahování bude téměř okamžité. Avšak stejná vysoká rychlost, která umožňuje čistá volání nebo dokonalá videa, také znamená, že hackeři, kteří naruší vaše systémy, mohou extrahovat hory vašich dat dříve než zareagujete.</span></p> \n<p><span>„Tato rychlost se může zdát trochu děsivá, když máte na starosti zabezpečení, ale krájení sítě 5G umožňuje nové možnosti monitorování a detekce,“ řekl Ruger. „Kromě toho můžete využít rychlosti 5G pro lepší zálohování dat a redundanci.“</span></p> \n<p><span>Třetí oblastí je vzdálenost, což je skutečná dichotomie 5G.&nbsp; AM vlny o&nbsp;délce přes 300 metrů mají jednu výhodu: cestují na velké vzdálenosti.&nbsp; Naproti tomu poměrně miniaturní vlny 5G vyžadují buňky až každých několik desítek metrů, zejména v&nbsp;hustém městském prostředí. Tím dojde k&nbsp;explozi infrastrukturních zařízení pohánějících 5G vlny kupředu.</span></p> \n<p><span>Všechny tyto buňky musí být zabezpečeny, ale také poskytnou vůdcům v&nbsp;oblasti zabezpečení příležitost řídit mikrobuňky nainstalované v&nbsp;jejich budovách, když technologie 5G dorazí.</span></p> \n<p><span>„Společnosti mohou využít toto omezení vzdálenosti a zaměřit se na připojení v&nbsp;kancelářských prostorech a zlepšit autentizaci pro zabezpečení vaší sítě,“ řekl Ruger.</span></p> \n<p><span>A všem připomněl, že se věci budou dávat do pohybu rychleji, protože práce na 6G již probíhá.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}