{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Základní inženýrství: odkaz zabezpečení se snoubí s návrhem zaměřeným na uživatele","Image":"","Body":"<p><span>V&nbsp;současné době existují dva typy společností: ty, které zažily narušení bezpečnosti, a ty, které nevědí, že je zažily. V&nbsp;našem vysoce propojeném světě existují vážné bezpečnostní hrozby všude – odcizená zařízení, krádež dat, ransomware, podvody s&nbsp;transakcemi, zranitelnost softwaru, cloudové hacky – seznam je nekonečný.</span></p> \n<p><span>Ve společnosti Lenovo je <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">bezpečnost součástí naší DNA</a> a je základem v&nbsp;každém kroku životního cyklu produktu. ThinkPad integroval bezpečnostní subsystém již v&nbsp;roce 2002&nbsp;a jako první přidal ověření snímačem otisků prstů v&nbsp;roce 2004. Stavíme na bohatém dědictví poskytování špičkových bezpečnostních řešení, jako je technologie otisku prstu, a aplikujeme designové myšlení s&nbsp;ohledem na koncového uživatele. Nejnovější produkty Lenovo ThinkPad X1 proto dosahují rovnováhy mezi spravovatelností a použitelností bez jakýchkoli kompromisů v&nbsp;oblasti zabezpečení.</span></p> \n<p><span>„Důsledky narušení bezpečnosti přesahují okamžitý finanční dopad.&nbsp; Narušování důvěry zúčastněných stran, poškození značky, potenciální ztráta duševního vlastnictví a regulační dopady jsou některé z&nbsp;věcí, které musí mít organizace na paměti, protože hrozby se vyvíjí neustále každý den.&nbsp; Tento nový posun paradigmatu znamená, že detekce a náprava jsou zásadní,“ říká Nima Baiati, globální ředitel a GM společnosti Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Narušování důvěry zúčastněných stran, poškození značky, potenciální ztráta duševního vlastnictví a regulační dopady jsou některé z&nbsp;věcí, které musí mít organizace na paměti, protože hrozby se vyvíjí neustále každý den.</span></em></p> \n<p><strong><span>360° přístup k&nbsp;bezpečnosti</span></strong></p> \n<p><span>Společnost Lenovo uvedla v&nbsp;roce 2018 produkt ThinkShield, komplexní soubor bezpečnostních řešení určených k&nbsp;ochraně produktu po celou dobu jeho životnosti. Zabezpečením zařízení již od výrobního a dodavatelského řetězce <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a> zajišťuje, že zařízení nejsou infikována či ohrožena již před zapnutím.</span></p> \n<p><span>Dohlížíme na zabezpečení dodavatelů, kteří vytvářejí inteligentní komponenty, a dbáme na to, aby dodržovali své zásady a směrnice. Kromě toho spolupracujeme se společností Intel na sladění s&nbsp;jejich transparentním dodavatelským řetězcem, což zákazníkům umožňuje ověřit integritu každé komponenty jejich nového systému.</span></p> \n<p><span>ThinkPad X1 je také navržen s&nbsp;hlubokou integrací mezi hardwarem a softwarem a obsahuje nejpokročilejší dostupné procesory.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Počítače se zabezpečeným jádrem a systémem Windows 10</a> jsou určeny pro zpracování kritických dat v&nbsp;některých z&nbsp;nejvíce citlivých odvětví.</span></p> \n<p><span>Počítač se zabezpečeným jádrem ThinkPad X1 je moderní zařízení se systémem Windows, které je dodáváno s&nbsp;nejvyšší úrovní ochrany hardwaru, softwaru a identity a je připraveno ihned po vybalení.</span></p> \n<p><span>David Weston, partnerský ředitel, zabezpečení OS společnosti Microsoft, říká: „Podniky čelí zvýšenému riziku, protože protivníci se stali sofistikovanějšími a jejich útoky cílenějšími. V&nbsp;této atmosféře zvýšené hrozby je nezbytný integrovaný hardwarový a softwarový přístup k&nbsp;ochraně. Počítače se zabezpečeným jádrem jsou navrženy tak, aby těmto druhům cílených firmwarových útoků zabraňovaly, ne je jen jednoduše detekovaly.“</span></p> \n<p><em><span>Počítače se zabezpečeným jádrem jsou navrženy tak, aby těmto druhům cílených firmwarových útoků zabraňovaly, ne je jen jednoduše detekovaly.</span></em></p> \n<p><span>Za podpory hlubokých odborných znalostí a za podpory celosvětové sítě vyškolených a certifikovaných odborníků v&nbsp;oblasti technických služeb používá společnost Lenovo koncept „zabezpečení již od návrhu“ ve všem, co dělá.</span></p> \n<p><span>Vzhledem k&nbsp;rostoucí složitosti sítí a zvyšující se sofistikovanosti bezpečnostních hrozeb poskytuje ThinkShield čtyři pilíře ochrany zahrnující zařízení, data, identitu a online řešení. Cílem řešení Ochrana soukromí, ThinkShutter, „Keep Your Drive“, USB Secure Hard Drive až po Secure Docking, FIDO (Fast Identity Online), snímač otisků prstů typu Match-on-Chip a Bufferzone, abychom jmenovali jen několik z&nbsp;nich, je chránit organizace a uživatele ze všech stran.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Nabídněte organizacím klidné spaní&nbsp;</span></strong></p> \n<p><span>Bez ohledu na velikost nebo fázi vývoje dnes organizace sdílejí jednu společnou výzvu: týmy zabezpečení IT nemají dostatek zaměstnanců a jsou přepracované.</span></p> \n<p><span>Počet kybernetických útoků každý den roste a hackeři a interní škůdci neustále vyvíjejí nové a kreativní způsoby, jak odhalit zranitelnosti – nemluvě o&nbsp;rostoucím počtu e-mailových phishingových útoků nebo o&nbsp;nedostatku strukturální podpory pro posílení firemní kultury zaměřené na zabezpečení.</span></p> \n<p><span>Podle Gartnera je nedostatek kvalifikovaných odborníků na zabezpečení trvalým problémem, který neustále vede k&nbsp;selháním nasazení bezpečnostních technologií, a zaznamenali jsme incidenty s&nbsp;porušením dat, které nakonec stály CIO nebo CEO jejich místo.&nbsp; Jak zlepšíte zabezpečení své společnosti s&nbsp;omezenými zdroji a zjistíte si klidné spaní? Jedním ze způsobů je obrátit se na poskytovatele technologií, kterým můžete věřit, že dokáží překonávat výzvy.</span></p> \n<p><span>Proto jsme vyvinuli řadu nových vylepšení zabezpečení a správy pro BIOS (Basic Input-Output System), předinstalovaný firmware a první software, který se spustí, když je počítač zapnut. Začlenili jsme je do nejnovějšího produktu ThinkPad X1, abychom podnikům usnadnili implementaci zabezpečení na základní úrovni.</span></p> \n<p><span>Vezměme si jako příklad nastavení hesla administrátora na dálku. Hesla systému BIOS se stala kritickými kvůli přijetí systému Windows 10&nbsp;a funkcím VBS (Virtualization-based Security). Systémy ThinkPad tradičně nepodporovaly vzdálené nastavení hesla administrátora, aby se předešlo útokům DOS (Denial of Service), což vyžaduje, aby někdo tento proces fyzicky řídil.</span></p> \n<p><span>Nové nastavení hesla administrátora na dálku povoluje správcům IT využívat zabezpečenou komunikační strukturu Absolute Persistence 2.0 k&nbsp;nastavení hesla administrátora bez fyzické přítomnosti, což jim umožňuje vzdáleně a bezpečně nasadit tisíce notebooků ThinkPad, aniž by museli být fyzicky u&nbsp;každého z&nbsp;nich.</span></p> \n<p><span>Dalším příkladem nových bezpečnostních funkcí je samoopravný BIOS. Pokud je systém BIOS poškozen nebo škodlivě napaden, sám se „uzdraví“ a vrátí se ke známé nepoškozené záložní kopii. To zabraňuje hackerům infiltrovat kód firmwaru na nejnižší úrovni na zařízení a poskytuje týmům IT a uživatelům odolný systém BIOS, což vede ke kratším prostojům.</span></p> \n<p><span>Kromě toho jsme do systému BIOS přidali službu ThinkShield Secure Wipe, která spolehlivě odstraní všechna data z&nbsp;disku bez externích nástrojů, což znamená, že týmy zabezpečení IT nyní mohou bezpečně, rychle a bez námahy kompletně vymazat citlivá data na pevných discích.</span></p> \n<p><strong><span>Zlepšit zkušenosti zaměstnanců</span></strong></p> \n<p><span>Kdo má čas přemýšlet o&nbsp;kybernetické bezpečnosti, když máte před sebou dva konferenční hovory, blížící se termín odevzdání zprávy, a vy spěcháte, abyste vyzvedli děti? Řada ThinkPad X1 byla navržena inženýry, kteří žijí a dýchají filozofií „Základního inženýrství“při vytváření nových zařízení a funkcí ve společnosti Lenovo.</span></p> \n<p><span>Zajišťujeme, aby se naše produkty přizpůsobily rušným životům uživatelů, a navrhujeme je tak, aby poskytovaly inteligentní, pohodlné a spolehlivé výhody. Tým, který staví na odkazu více než tří desetiletí poskytování bezpečných IT produktů, řešení a služeb uživatelům a zákazníkům po celém světě, klade zkušenosti koncových uživatelů na první místo s&nbsp;klíčovými funkcemi a inovacemi řady ThinkPad X1.</span></p> \n<p><span>Baiati to dává do souvislostí. „Zážitek koncového uživatele přesahuje tradiční představu vzhledu, pocitu a zvuku. Lidé se chtějí při používání technologie cítit bezpečně a s&nbsp;tímto emocionálním stavem nelze nic dělat. Strach z&nbsp;virových infekcí, hackerů a krádeží identity je skutečný a my budeme i&nbsp;nadále dělat vše, co je v&nbsp;našich silách, abychom bojovali proti kybernetickým hrozbám. Vytvořili jsme ThinkShield jako inovativní portfolio špičkových bezpečnostních řešení, která vás ochrání.“</span></p> \n<p><span>Služba ThinkShutter je důkazem, jak inženýři ThinkPad přivedli nezbytnou inovaci k&nbsp;životu. Lepicí papírky, náplasti, stylové kryty – lidé vyzkoušeli nejrůznější věci na zakrytí webové kamery – dokud jsme nepředstavili ThinkShutter – díky kterému je ThinkPad první manažerský notebook na světě s&nbsp;vestavěnou závěrkou webové kamery.</span></p> \n<p><span>Malý posuvný kryt, který se nachází vedle webové kamery v&nbsp;horní části zařízení, lze přesunout na stranu, když chcete uskutečnit hovor pomocí služby Skype nebo nahrát video, a když kameru nepoužíváte, posunete kryt zpět, abyste chránili své soukromí.</span></p> \n<p><span>Dalším příkladem je PrivacyGuard, vestavěný filtr obrazovky, který zabraňuje „surfování přes rameno“ pomocí detekce pohledů a přítomnosti. Tato funkce používá IR kameru k&nbsp;detekci, zda je někdo za vámi, což aktivuje upozornění na ochranu soukromí.</span></p> \n<p><span>Má také schopnost ztmavit displej a učinit jej viditelným pouze tehdy, pokud sedíte přímo před notebookem. Potřebujete pracovat na důvěrném dokumentu v&nbsp;kavárně nebo v&nbsp;letadle? PrivacyGuard přijde vhod.</span></p> \n<p><span>PrivacyGuard je vestavěný filtr obrazovky, který zabraňuje „surfování přes rameno“ pomocí detekce pohledů a přítomnosti.</span></p> \n<p><span>Pokud jste někdy přemýšleli o&nbsp;tom, jak chránit svou identitu bez použití hesel, která jsou těžko zapamatovatelná nebo snadno hacknutelná, ThinkPad X1 to vyřeší za vás.</span></p> \n<p><span>ThinkShield poskytuje více faktorů autentizace, z&nbsp;nichž mnohé jsou podporovány technologií Intel Authenticate. Kromě toho je společnost Lenovo prvním výrobcem, který integruje autentizátory certifikované FIDO přímo do počítačů Microsoft Windows.</span></p> \n<p><span>FIDO ověřuje totožnost na webech, jako jsou PayPal, Google a Dropbox, pomocí technologie zabezpečených otisků prstů. Je také vysoce bezpečným a soukromým způsobem, jak mohou zaměstnanci používat své otisky prstů jako druhý faktor při přihlášení do podnikových sítí a dalších souvisejících obchodních zdrojů.</span></p> \n<p><span>Naše čtečka otisků prstů na čipu používá špičkovou technologii Synaptics k&nbsp;úplnému provedení autentizace ve čtečce. Navíc jsme zabudovali robustní algoritmus proti spoofingu nazvaný Quantum Matcher založený na analýze obrazu se strojovým učením, aby se výrazně snížila pravděpodobnost úspěšných podvodných útoků.</span></p> \n<p><span>Celkově vzato, tyto funkce vyžadují minimální úsilí zaměstnanců při současném zvyšování úrovně zabezpečení, čímž pomáháme vytvářet pozitivní zážitek pro koncové uživatele a týmy zabezpečení IT v&nbsp;organizacích. Týmy, které mají podporu těch správných technologií a řešení ThinkShield, se mohou zaměřit na zvyšování produktivity a inovace v&nbsp;oblasti řízení, což nakonec pomůže zlepšit konečný výsledek.</span></p> \n<p><span>Odkaz zabezpečení společnosti Lenovo se snoubí s&nbsp;designem zaměřeným na uživatele a my jsme hrdí, že můžeme vidět, jak náš koncept „<strong>Základního inženýrství</strong>“ pomáhá organizacím a jednotlivcům více než jen technologiemi.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}