{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G en cyberbeveiliging - wat bedrijven moeten weten","Image":"","Body":"<p><span>Bedrijven moeten een duidelijk beveiligingsplan hebben om de potentiële cyberbeveiligingsbedreigingen als gevolg van 5G aan te pakken. Dit blijkt uit een serie presentaties en discussiepanels tijdens de conferentie National Cyber Security Alliance (NCSA) dit jaar bij NASDAQ in New York, een evenement dat het begin markeert van de&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">nationale maand van cyberbeveiligingsbewustzijn</a>.</span></p> \n<p><span>De non-profitorganisatie&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;ontwikkelt publieke en private partnerschappen om een sterke cyberbeveiliging te bevorderen die uit twee delen bestaat. Over het eerste deel werden er tijdens de conferentie in New York paneldiscussies gehouden over gegevensprivacy, de rol van kunstmatige intelligentie in beveiliging en de impact van quantum computing. Ook hield Jason Ruger, chief information security officer bij Lenovo, een presentatie over 5G-beveiliging.</span></p> \n<p><span>Het tweede deel is gericht op consumenten en individuele gebruikers, omdat phishing-aanvallen en andere ogenschijnlijk ouderwetse aanvallen nog altijd een serieuze bedreiging blijven vormen, zei Kelvin Coleman, executive director van NCSA. Beheer IT. Beveilig IT Bescherm IT.</span></p> \n<p><span>\"Dit eenvoudige bericht moedigt consumenten aan om de apparaten en applicaties die ze dagelijks gebruiken te begrijpen. Door vertrouwd te raken met privacy-instellingen kunnen ze hun digitale profiel beveiligen, dat profiel en hun privacy beschermen en cybercriminaliteit te beperken,\" zei Coleman. \"Naarmate cybercriminaliteit steeds geavanceerder wordt, is het belangrijk om deze beproefde methoden te onthouden en jezelf online te beschermen.\"</span></p> \n<p><span>In zijn presentatie legde Ruger uit hoe de technologie die het enorme potentieel van 5G aanstuurt (meer dan 100 keer sneller dan 4G) niet alleen hogere snelheden creëert, maar ook nieuwe mogelijkheden voor het verbeteren van cyberbeveiliging.</span></p> \n<p><span>Deze kansen komen voort uit wat 5G zo anders maakt: de golflengte met een kleinere, hogere frequentie in vergelijking met eerdere technologieën.&nbsp; Ruger zei dat AM-radiogolven, een eerdere technologie aan de andere kant van het spectrum, zo'n 300 meter lang zijn terwijl de nieuwe 5G-bandgolven minder dan 1 centimeter zijn.&nbsp; Hierdoor kan 5G zulke hoge snelheden leveren met veel minder vertraging.</span></p> \n<p><span>De grote verschillen waar organisaties volgens Ruger rekening mee moeten houden zijn de hoeveelheid apparaten, de verbindingssnelheid en de afstand die de golven afleggen.</span></p> \n<p><span>\"Elk van deze veranderingen vormt een echte uitdaging bij het aanpakken van cyberbeveiliging, maar biedt ook kansen om de beveiliging te verbeteren,\" zei Ruger. Hij heeft eerdere bedrijfsmigraties van 2G naar 3G, 3G naar 4G en nu naar 5G begeleid voor bedrijven als Lenovo, Motorola en Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>De snellere en sterkere 5G-verbindingen gaan zorgen voor een explosie van Internet of Things-apparaten.&nbsp; Hoeveel nieuwe apparaten? Waar werknemers nu elk een of twee apparaten met internetverbinding hebben, moeten organisaties in de nabije toekomst voor maar liefst 100 apparaten per werknemer zorgen, omdat bedrijven overal slimme sensoren aan gaan toevoegen, van gloeilampen tot bureaustoelen en thermostaten.</span></p> \n<p><span>\"Wanneer werknemers zoveel apparaten gaan gebruiken, zal dat veel druk op organisaties uitoefenen om ervoor te zorgen dat elk apparaat regelmatig wordt bijgewerkt en gepatcht,\" zei Ruger. \"Organisaties moeten een plan hebben om ervoor te zorgen dat apparaten worden bijgewerkt, hetzij door middel van een servicecontract of door frequentere vervanging van apparaten, wat zou kunnen betekenen dat er meer apparaten worden geleased.\"</span></p> \n<p><span>Organisaties kunnen ook profiteren van netwerksegmentering, waardoor ze private delen van het 5G-spectrum kunnen aanschaffen. Dit vermindert de kans op verplaatsing van problemen over het netwerk, zoals bij infecties.</span></p> \n<p><span>Lenovo heeft plannen voor 5G, zowel voor de eigen netwerkbeveiliging als voor de levering van producten die 5G gebruiken. Onder de Motorola-smartphones van Lenovo bevindt zich de eerste 5G-telefoon en Lenovo heeft de eerste Qualcomm 5G-pc al uitgebracht.</span></p> \n<p><span>Het grootste verkoopargument voor 5G is snelheid.&nbsp; De nieuwe standaard werkt bijna 100 keer sneller dan 4G en belooft online video's elke keer soepel te laten afspelen en downloads bijna onmiddellijk te laten lijken. Maar dezelfde hoge snelheid die zorgt voor duidelijke oproepen of perfecte video's heeft als keerzijde dat hackers, die inbreken op je systemen, ontzettend veel gegevens kunnen extraheren voordat je kunt reageren.</span></p> \n<p><span>\"Die snelheid kan een beetje eng lijken als je de leiding hebt over de beveiliging, maar 5G-netwerksegmentering biedt nieuwe mogelijkheden voor monitoring en 'opsporing',\" zei Ruger. \"Bovendien kun je 5G-snelheden benutten voor betere back-ups van gegevens en redundantie.\"</span></p> \n<p><span>Het derde punt is afstand, waar de echte tweeledigheid van 5G terug te zien is.&nbsp; Die AM-radiogolven van 300 meter hebben één voordeel: ze leggen grote afstanden af.&nbsp; De relatief kleine 5G-golven vereisen daarentegen elke paar honderd meter cellen, vooral in dichtbevolkte, stedelijke omgevingen. Dit zal een explosie van infrastructuurapparatuur veroorzaken om de 5G-golven door te sturen.</span></p> \n<p><span>Hoewel al die cellen moeten worden beveiligd, bieden ze ook een mogelijkheid voor beveiligingsbeheerders om de micro-cellen te beheren die in hun gebouwen worden geïnstalleerd wanneer 5G arriveert.</span></p> \n<p><span>\"Bedrijven kunnen die afstandsbeperking benutten om zich te concentreren op de verbinding binnen de kantoorruimte en het verbeteren van de verificatie om het netwerk te beveiligen,\" zei Ruger.</span></p> \n<p><span>Hij herinnerde iedereen er ook aan dat dingen sneller zullen blijven gaan, omdat het werk aan 6G al in volle gang is.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}