{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Fundamentele techniek: Security Legacy voldoet aan gebruikersgericht ontwerp",
		"Image": "",
		"Body": "<p><span>Tegenwoordig zijn er twee soorten bedrijven: bedrijven die te maken hebben gehad met beveiligingsinbreuken en bedrijven die er niet van op de hoogte zijn. In onze sterk onderling verbonden wereld zijn er overal ernstige beveiligingsbedreigingen: gestolen apparaten, gegevensdiefstal, ransomware, transactiefraude, softwarekwetsbaarheden en cloudhacks; de lijst is eindeloos.</span></p> \n<p><span>Bij Lenovo&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">zit veiligheid in ons dna</a>&nbsp;en is deze essentieel in elke stap van de levenscyclus van het product. ThinkPad integreerde al in 2002 een beveiligingssubsysteem en voegde als eerste vingerafdruklezerverificatie toe in 2004. Voortbouwend op het rijke verleden van geavanceerde beveiligingsoplossingen zoals vingerafdruktechnologie en het toepassen van ontwerpdenken met de eindgebruiker in gedachten, biedt de techniek van de nieuwste Lenovo ThinkPad X1-producten een goed evenwicht tussen beheerbaarheid en bruikbaarheid, zonder compromissen te doen op het gebied van beveiliging.</span></p> \n<p><span>\"De gevolgen van een beveiligingsinbreuk gaan verder dan de onmiddellijke financiële gevolgen.&nbsp; Het vertrouwen van aandeelhouders, schade aan het merk, het potentiële verlies van intellectueel eigendom en impact op de regelgeving zijn enkele van de overwegingen waar organisaties rekening mee moeten houden omdat het landschap met bedreigingen zich dagelijks verder ontwikkelt.&nbsp; Deze nieuwe paradigmaverschuiving betekent dat opsporing en herstel van vitaal belang zijn,\" zegt Nima Baiati, Global Director en GM van Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Het vertrouwen van aandeelhouders, schade aan het merk, het potentiële verlies van intellectueel eigendom en impact op de regelgeving zijn enkele van de overwegingen waar organisaties rekening mee moeten houden omdat het landschap met bedreigingen zich dagelijks verder ontwikkelt.</span></em></p> \n<p><strong><span>Een beveiligingsbenadering van 360°</span></strong></p> \n<p><span>Lenovo kondigde in 2018&nbsp;ThinkShield&nbsp;aan, een uitgebreid pakket met beveiligingsoplossingen, dat is ontworpen om de volledige levensduur van het product te beschermen. Door apparaten rechtstreeks vanaf de productie- en toeleveringsketen te beveiligen,&nbsp;zorgt&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;ervoor dat de apparaten niet worden geïnfecteerd of gecompromitteerd voordat ze worden ingeschakeld.</span></p> \n<p><span>We houden toezicht op de beveiliging van leveranciers die intelligente componenten bouwen en zorgen ervoor dat ze voldoen aan hun beleid en richtlijnen. Bovendien werken we samen met Intel aan de Transparant Supply Chain, zodat klanten de integriteit van elk onderdeel van hun nieuwe systeem kunnen valideren.</span></p> \n<p><span>ThinkPad X1-producten zijn ook ontworpen met een diepe integratie tussen hardware en software en beschikken over de meest geavanceerde CPU's die beschikbaar zijn.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10-pc's met een beveiligde kern</a>&nbsp;zijn bedoeld voor het verwerken van missiekritieke gegevens in enkele van de meest gegevensgevoelige sectoren.</span></p> \n<p><span>Een ThinkPad X1-pc met beveiligde kern is een modern Windows-apparaat dat direct uit de doos wordt geleverd met het hoogste niveau van hardware-, software- en identiteitsbescherming.</span></p> \n<p><span>David Weston, partnerdirecteur van OS-beveiliging van Microsoft, zegt: \"bedrijven lopen een verhoogd risico naarmate tegenstanders geavanceerder en doelgerichter worden in hun aanvallen. In dit landschap met verhoogde dreiging is een geïntegreerde hardware- en softwarebenadering voor bescherming essentieel. Pc's met een beveiligde kern zijn ontworpen om dit soort gerichte firmware-aanvallen te voorkomen in plaats van ze alleen op te sporen.\"</span></p> \n<p><em><span>Pc's met een beveiligde kern zijn ontworpen om dit soort gerichte firmware-aanvallen te voorkomen in plaats van ze alleen op te sporen.</span></em></p> \n<p><span>Ondersteund door vergaande expertise en een wereldwijd netwerk van opgeleide en gecertificeerde technische serviceprofessionals past Lenovo het concept \"beveiliging door ontwerp\" toe bij alles wat we doen.</span></p> \n<p><span>Gezien de groeiende complexiteit van netwerken en de steeds geavanceerdere beveiligingsbedreigingen biedt ThinkShield vier beschermingspijlers voor apparaten, gegevens en online en identiteitsoplossingen. Het doel is om organisaties en gebruikers te beschermen vanuit elke mogelijke hoek. Een paar oplossingen hiervoor zijn Privacy Guard, ThinkShutter, \"Keep Your Drive\"-service, USB-beveiligde harde schijf, Secure Docking, FIDO (Fast Identity Online), Match-on-Chip-vingerafdruklezer en Bufferzone.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Gemoedsrust leveren voor organisaties&nbsp;</span></strong></p> \n<p><span>Ongeacht de omvang of het ontwikkelingsstadium hebben organisaties tegenwoordig één gemeenschappelijke uitdaging: IT-beveiligingsteams zijn onderbezet en staan onder grote druk.</span></p> \n<p><span>Het aantal cyberaanvallen neemt elke dag toe en hackers en kwaadwillende insiders ontwikkelen voortdurend nieuwe en creatieve manieren om kwetsbaarheden bloot te leggen, om nog maar te zwijgen van het groeiende aantal phishingaanvallen per e-mail of het gebrek aan structurele ondersteuning om een op veiligheid gerichte bedrijfscultuur te bevorderen.</span></p> \n<p><span>Volgens Gartner is het tekort aan geschoolde beveiligingsprofessionals een eeuwigdurend probleem dat consequent resulteert in mislukte implementaties van beveiligingstechnologie. We hebben incidenten met datalekken gezien die CIO of CEO's uiteindelijk hun baan hebben gekost.&nbsp; Hoe verhoog je de beveiliging van je bedrijf met beperkte middelen en vind je gemoedsrust? Je kunt je wenden tot betrouwbare technologieproviders om de uitdagingen te slim af te zijn.</span></p> \n<p><span>Daarom hebben we een reeks nieuwe beveiligings- en beheerverbeteringen ontwikkeld voor BIOS (Basic Input-Output System), de vooraf geïnstalleerde firmware en de eerste software die wordt uitgevoerd wanneer een computer wordt ingeschakeld. We hebben ze ingebouwd in de nieuwste ThinkPad X1-producten om het voor bedrijven gemakkelijker te maken om beveiliging op een fundamenteel niveau te implementeren.</span></p> \n<p><span>Laten we het instellen van een supervisorwachtwoord op afstand als voorbeeld nemen. BIOS-wachtwoorden zijn van cruciaal belang geworden vanwege Windows 10 en VBS-functies (Virtualization-Based Security). Traditioneel werd het op afstand instellen van een supervisorwachtwoord niet ondersteund op ThinkPad-systemen om DOS-aanvallen (Denial of Service) te voorkomen. Dat betekent dat iemand het proces fysiek moet beheren.</span></p> \n<p><span>Met de nieuwe optie voor het instellen van een supervisorwachtwoord op afstand kunnen IT-beheerders gebruik maken van het beveiligde communicatiekader Absolute Persistence 2.0 en op afstand een supervisorwachtwoord instellen. Zo kunnen ze duizenden ThinkPad-laptops veilig implementeren, zonder fysiek aanwezig te hoeven zijn.</span></p> \n<p><span>Een ander voorbeeld van de nieuwe beveiligingsfuncties is een zelfherstellend BIOS. Wanneer BIOS is beschadigd of is aangevallen, 'herstelt' BIOS zichzelf en grijpt het terug op een bekende goede back-up. Dit voorkomt dat hackers via de laagste firmwarecode op het apparaat binnendringen en biedt IT-teams en gebruikers een veerkrachtig BIOS dat resulteert in minder uitvaltijd.</span></p> \n<p><span>Daarnaast hebben we ThinkShield Secure Wipe toegevoegd aan BIOS, waarmee alle gegevens betrouwbaar van een schijf worden verwijderd zonder dat er externe hulpmiddelen nodig zijn. Dit betekent dat IT-beveiligingsteams nu veilig, snel en moeiteloos gevoelige gegevens op harde schijven kunnen wissen.</span></p> \n<p><strong><span>Werknemerservaring verbeteren</span></strong></p> \n<p><span>Wie heeft er tijd om na te denken over cyberbeveiliging als je twee telefonische vergaderingen hebt en een rapport moet inleveren terwijl je je haast om de kinderen op te halen? De ThinkPad X1-serie is ontworpen door ingenieurs die de filosofie 'Fundamentele techniek' volledig onderschrijven bij het creëren van nieuwe apparaten en functies bij Lenovo.</span></p> \n<p><span>We zorgen ervoor dat onze producten zich aanpassen aan het drukke leven van onze gebruikers en ontworpen ze zo dat ze slimme, handige en betrouwbare voordelen bieden. Al meer dan drie decennia leveren we veilige IT-producten, oplossingen en diensten aan consumenten en klanten over de hele wereld. Daarop voortbouwend stelt het team de ervaring van eindgebruikers voorop met belangrijke functies en innovaties binnen de ThinkPad X1-serie.</span></p> \n<p><span>Baiati zet dit in het juiste perspectief. \"De eindgebruikerservaring gaat verder dan de traditionele zintuigen van uiterlijk, gevoel en geluid. Mensen willen zich veilig voelen bij het gebruik van technologie en deze emotionele situatie is niet onderhandelbaar. De angst voor virusinfecties, hacking en identiteitsdiefstal is reëel en we zullen er alles aan blijven doen om cyberdreigingen te bestrijden. We hebben ThinkShield gemaakt als een innovatieve portfolio van geavanceerde beveiligingsoplossingen om je te beschermen.\"</span></p> \n<p><span>ThinkShutter is een voorbeeld van hoe ThinkPad-ingenieurs een noodzakelijke innovatie voor gebruikers tot leven hebben gebracht. Post-its, plakband, een chique webcamhoes; mensen hebben allerlei dingen geprobeerd om hun webcam mee te bedekken, totdat we ThinkShutter introduceerden. Hierdoor werd ThinkPad 's werelds eerste zakelijke laptop met ingebouwde webcamsluiter.</span></p> \n<p><span>Een klein schuifje naast de webcam, aan de bovenkant van het apparaat, kan naar de zijkant worden geschoven wanneer je een Skype-oproep wilt doen of een video wilt opnemen. Wanneer je de camera niet gebruikt kun je de camera voor je privacy weer afsluiten.</span></p> \n<p><span>Een ander voorbeeld is PrivacyGuard, een ingebouwd schermfilter dat voorkomt dat mensen over je schouder mee kunnen kijken met de blik- en aanwezigheidsdetectie. De functie gebruikt een IR-camera om te detecteren of er iemand achter je staat, waardoor privacymeldingen worden ingeschakeld.</span></p> \n<p><span>Ook kun je het scherm donkerder alleen zichtbaar voor jezelf maken als je direct voor de laptop zit. Moet je werken aan een vertrouwelijk document in een café of in een vliegtuig? PrivacyGuard komt dan van pas.</span></p> \n<p><span>PrivacyGuard is een ingebouwd schermfilter dat voorkomt dat mensen over je schouder mee kunnen kijken met de blik- en aanwezigheidsdetectie.</span></p> \n<p><span>Als je je ooit hebt afgevraagd hoe je je identiteit kunt beschermen zonder wachtwoorden te gebruiken die moeilijk te onthouden of gemakkelijk te hacken zijn, dan moet je bij de ThinkPad X1 zijn.</span></p> \n<p><span>ThinkShield biedt meerdere verificatiefactoren, waarvan vele worden ondersteund door Intel Authenticate. Bovendien is Lenovo de eerste leverancier die FIDO-gecertificeerde verificators rechtstreeks in Microsoft Windows-pc's integreert.</span></p> \n<p><span>FIDO verificeert identiteiten op sites zoals PayPal, Google en Dropbox met behulp van beveiligde vingerafdruktechnologie. Het is ook een zeer veilige en persoonlijke manier voor werknemers om hun vingerafdrukken te gebruiken als tweede factor wanneer ze inloggen op bedrijfsnetwerken en andere verbonden bedrijfsmiddelen.</span></p> \n<p><span>Onze match-on-chip-vingerafdruklezer gebruikt geavanceerde Synaptics-technologie om verificatie volledig in de lezer uit te voeren. Daarnaast hebben we een robuust anti-spoofing-algoritme opgenomen, Quantum Matcher genaamd, dat is gebaseerd op beeldanalyse met machine learning om de kans op succesvolle spoofing-aanvallen aanzienlijk te verkleinen.</span></p> \n<p><span>Al met al vereisen deze functies minimale inspanningen van de werknemers, terwijl ze tegelijkertijd het beveiligingsniveau verbeteren en bijdragen aan een positieve ervaring voor eindgebruikers en IT-beveiligingsteams in de organisaties. Met de juiste technologieën en ThinkShield-oplossingen kunnen teams zich richten op het verhogen van de productiviteit en het stimuleren van innovaties, die uiteindelijk zullen bijdragen aan het verbeteren van de bedrijfsresultaten.</span></p> \n<p><span>Wanneer Lenovo's beveiligingslegacy voldoet aan een gebruikersgericht ontwerp, zijn we trots om te zien dat ons concept van '<strong>Fundamentele techniek</strong>' organisaties en individuen ondersteunt met meer dan alleen technologieën.</span></p>",
		"Author": ""
	}
}
