{"Results":{"Id":"a61f458799d545c9bf867cffa93246bf","Template":"Article","Title":"Wat betekent AI voor de patiënt en de arts van de toekomst?","Image":"","Body":"<p style=\"margin-bottom: 0.0001pt;\">&nbsp;Artificial intelligence bestaat al en brengt nu al een revolutie teweeg in de gezondheidszorg. In <a rel=\"noopener noreferrer\" href=\"https://news.lenovo.com/the-human-centric-rise-of-artificial-intelligence-in-healthcare/\" target=\"_blank\"><span style=\"color: blue;\">deel </span><span style=\"color: blue;\">éé</span><span style=\"color: blue;\">n</span></a> van onze blik op de onvermijdelijke opmars van AI in de geneeskunde en de gezondheidszorg onderzoeken we hoe AI de diagnostiek, klinische infrastructuur en preventieve zorg verbetert. Begin hier voor een <a rel=\"noopener noreferrer\" href=\"https://news.lenovo.com/envisioning-the-ai-empowered-patient-and-physician-of-the-future/\" target=\"_blank\"><span style=\"color: blue;\">inleiding in zienswijzen, voorschriften en de onderliggende technologie</span></a>, inclusief de rol van Lenovo in dit alles, van ziekenhuisadministratie tot de ontwikkeling van algoritmen.</p> \n<p style=\"margin-top: 12pt;\"><span>Deze krachtige transformatie wordt <em>ingezet</em> voor zowel pati</span><span>ë</span><span>nten als zorgverleners en deze trend zal zich in het komende decennium voortzetten. Maar aangenomen dat het onwaarschijnlijk is dat AI de vertrouwde artsen vervangt en dat AI rekening moet houden met de privacy van pati</span><span>ë</span><span>ntgegevens, waar zullen de grote veranderingen dan plaatsvinden?</span></p> \n<p><strong><span>AI over vijf jaar: slimmere apparaten en virtuele assistenten</span></strong></p> \n<p style=\"margin: 12pt 0in;\"><span>Laten we eens vijf jaar vooruitkijken om te zien hoe de gezondheidszorg mogelijk is veranderd. Kleine technologische sprongen zullen de algemene toepassing en impact van de bovenstaande voorbeelden wel vergroten, maar de echte veranderingen, waar zullen die plaatsvinden?</span></p> \n<p style=\"margin: 12pt 0in 0.0001pt;\"><span>Stel je eens voor hoeveel er achter de schermen gebeurt wanneer je werkt met een virtuele assistent op je smartphone. Of het nu gaat om spraakherkenning die <em>je</em> stem leert herkennen, het doorspitten van livezoekresultaten, het benutten van eerdere gegevens of het delen ervan op verschillende apparaten te delen: dat gebeurt allemaal rechtstreeks en de meesten van ons staan er nooit bij stil <em>hoe</em> de achterliggende AI werkt. Tease verwacht dat er iets vergelijkbaars ontstaat binnen de diagnostische technologie.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>'Stel je eens voor dat je naar het ziekenhuis gaat voor een PET-scan of MRI', zegt Scott Tease, uitvoerend directeur van High Performance Computing and Artificial Intelligence bij Lenovo. 'Voordat de arts of radioloog de beelden beoordeelt, zal een algoritme de gegevens interpreteren en alle onregelmatigheden signaleren. Hierdoor werken zorgverleners sneller, wordt hun aandacht op de problemen gericht en zien ze niets over het hoofd. Dergelijke processen worden op dit moment zelfs door regelgevende instanties in ogenschouw genomen.'</span></p> \n<p style=\"margin: 12pt 0in; text-align: center;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/AI1.jpg\" style=\"color: #000000; height: 317px; width: 600px; text-align: center;\"></span></p> \n<p style=\"margin-bottom: 0.0001pt;\"><span>Door betere resolutie en analyse is controle en diagnose op afstand mogelijk, zelfs van kleine en subtiele symptomen.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Artsen zijn wellicht geneigd om deze toepassing van AI te omarmen, maar wat gebeurt er met de stortvloed aan verzamelde gegevens? Veel mensen hebben grote bezwaren tegen het idee dat gezondheidstrackers mogelijke gezondheidsproblemen automatisch doorgeven aan het ziekenhuis.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>'Er zijn echte zorgen over alarmmoeheid en dat zal volgens mij niet snel veranderen', aldus Dan Stevens, voormalig arts en wereldwijd productmanager gezondheidszorg bij Lenovo. 'De kans is groter, zeker op de korte termijn, dat de op verzoek beschikbare meetresultaten van wearables voor diagnostiek een nuttige aanvulling vormen.'</span></p> \n<p style=\"margin: 12pt 0in;\"><span>We zullen mogelijk ook zien dat door de toenemende behoefte aan 'eenvoudige toepassingen', die via een website of app binnen handbereik liggen, de zorg voor pati</span><span>ë</span><span>nten met een laag risico gaat veranderen. Op die manier kan AI huisartsenzorg via een chatbot mogelijk maken, waarbij een reeks gerichte vragen in combinatie met biometrische gegevens mensen kan helpen de juiste zorg te krijgen.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Uiteraard maakte telegeneeskunde het jaren geleden al mogelijk om vanuit huis een arts te raadplegen, maar een elektronische arts kan veel geld besparen. Zelfs als een echte persoon de antwoorden beoordeelt en goedkeurt, zouden een gesprek en een gegevensbeoordeling via AI de effici</span><span>ë</span><span>ntie beslist vergroten.</span></p> \n<p style=\"margin-top: 12pt;\"><span>'AI-diagnose is een complex continu</span><span>ü</span><span>m,' zegt Stevens. 'Gebruiksgemak, risicobeoordeling en nauwkeurigheid spelen allemaal een rol. Het is niet waarschijnlijk dat een chatbot het overneemt bij ziektes met gevaarlijke symptomen.'</span></p> \n<p><strong><span>AI over 10 jaar: persoonlijke, wereldwijd toegankelijke geneeskunde</span></strong></p> \n<p style=\"margin: 12pt 0in 0.0001pt;\"><span>Stel dat de hier geschetste veranderingen voortschrijden dankzij de technologische vooruitgang en een bredere acceptatie. </span><span><a rel=\"noopener noreferrer\" href=\"https://news.lenovo.com/debunking-misconceptions-about-ai/\" target=\"_blank\"><span style=\"color: blue;\">Misvattingen over AI</span></a></span><span> zullen verder blijven afnemen en een succesvolle toepassing van door AI ondersteunde technologie kan het vertrouwen van het publiek in algoritmes vergroten. Hoe zullen stromen autonome voertuigen die soepel door straten en over snelwegen navigeren, onze denkbeelden veranderen?</span></p> \n<p style=\"margin: 12pt 0in 0.0001pt;\"><span>Er bestaat ook wantrouwen tegen AI vanwege de toepassing van een zogeheten </span><span><a rel=\"noopener noreferrer\" href=\"https://www.scientificamerican.com/article/demystifying-the-black-box-that-is-ai/\" target=\"_blank\"><span style=\"color: blue;\">'zwarte doos'</span></a></span><span>: de essentie van deep learning vindt namelijk plaats achter gesloten deuren. We kennen natuurlijk de invoer en de uitkomst, maar zien zelden hoe AI stapsgewijs tot een conclusie komt. Het is lastig om een antwoord te vertrouwen als je het onderliggende werk niet kunt zien (en dat </span><span><a rel=\"noopener noreferrer\" href=\"https://news.lenovo.com/how-inclusive-artificial-intelligence-is-disrupting-business-and-society/\" target=\"_blank\"><span style=\"color: blue;\">mogelijk vooringenomen</span></a></span><span> is).</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Het vertrouwen in AI zal de komende tien jaar waarschijnlijk toenemen, maar zelfs als dat niet het geval is, kunnen dingen enorm veranderen, voor zoveel als dat maar mogelijk is in de gereguleerde wereld van de geneeskunde.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Genoomsequencing is al een revolutie op zich. Het in kaart brengen van het genoom biedt inzicht in erfelijke aandoeningen, vatbaarheid voor ziekten, mogelijke reacties op behandeling en talloze andere inzichten. Maar dit proces kost tijd en vereist de inzet van krachtige computers.</span></p> \n<p style=\"margin: 12pt 0in 0.0001pt;\"><span>Lenovo heeft zich onlangs ten doel gesteld </span><span><a rel=\"noopener noreferrer\" href=\"https://www.hpcwire.com/2019/09/30/accelerating-high-performance-computing-hpc-for-population-level-genomics/\" target=\"_blank\"><span style=\"color: blue;\">sequencing beschikbaar te maken voor de hele bevolking</span></a></span><span> door te zorgen dat de rekentijd van 150 uur afneemt naar een meer werkbaar aantal uren. E</span><span>é</span><span>n voorgestelde oplossing, waarvan de schaalgrootte gemakkelijker kan worden aangepast dan bij de meest andere oplossingen, brengt in slechts 5,5 uur een volledig genoom in kaart. Stel je eens voor hoezeer dat cijfer nog verder kan afnemen na nog eens 10 jaar innovatie.</span></p> \n<p style=\"margin: 12pt 0in 0.0001pt; text-align: center;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/AI2.jpg\" style=\"color: #000000; height: 258px; width: 600px; text-align: center;\"></span></p> \n<p style=\"margin-bottom: 0.0001pt;\"><span>Met de MareNostrum-supercomputer, die is gehuisvest in een kerk in Barcelona, maakt Lenovo krachtig genomics-onderzoek mogelijk.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>'Stel dat we iedereen kunnen sequencen en echt persoonlijke medicijnen kunnen ontwikkelen', zegt Tease. 'Stel dat AI en HPC de rekentijd dusdanig verlagen dat vrijwel iedereen op verzoek een diagnose kan krijgen om zo de ideale, individuele behandeling te bepalen.'</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Zelfs zonder zo'n massale toepassing stelt Tease zich een wereld voor waarin AI de toegang tot kwaliteitszorg verbetert.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>'Een pati</span><span>ë</span><span>nt waar ook ter wereld kan een bloedmonster en uitgebreide biometrische gegevens delen', zegt hij. 'AI wordt gebruikt voor de eerste analyse en om patronen te vinden, een diagnose van de pati</span><span>ë</span><span>nt te stellen en de volgende stappen aan te bevelen. Vervolgens wordt de pati</span><span>ë</span><span>nt zo nodig doorgestuurd naar de juiste deskundige, die al die gegevens binnen handbereik heeft.'</span></p> \n<p style=\"margin: 12pt 0in; text-align: center;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/AI3.jpg\" style=\"color: #000000; height: 373px; width: 600px; text-align: center;\"></span></p> \n<p style=\"margin: 12pt 0in 0.0001pt;\"><span>Voeg hierbij de mogelijkheid om te assisteren en te behandelen met augmented reality-tools, dan zal zowel de effici</span><span>ë</span><span>ntie als de kwaliteit toenemen, terwijl de kosten dalen. Welke gevolgen dit heeft voor de regelgeving kan interessante en </span><span><a rel=\"noopener noreferrer\" href=\"https://hbr.org/2019/10/adopting-ai-in-health-care-will-be-slow-and-difficult\" target=\"_blank\"><span style=\"color: blue;\">mogelijk vervelende</span></a></span><span> gevolgen hebben, hoewel vroege toepassingen ons redenen tot optimisme geven.</span></p> \n<p style=\"margin-top: 12pt;\"><span>Wat de toekomst nog mooier maakt, is het feit dat de kracht van AI-algoritmen afhangt van de beschikbare gegevens. Die essenti</span><span>ë</span><span>le gegevens die de basis vormen van machine learning, zullen ertoe leiden dat big data-analyses in de gezondheidszorg toenemen tot </span><span style=\"color: blue;\">bijna $ 70 miljard in 2025</span><span>. Wie kan voorspellen hoe AI in 2030 zowel pati</span><span>ë</span><span>nten als zorgverleners zal ondersteunen?</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}