{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G a kybernetická bezpečnosť",
		"Image": "",
		"Body": "<p><span>Podľa série prezentácií a&nbsp;panelov na tohtoročnej konferencii National Cyber Security Alliance (NCSA) v&nbsp;NASDAQ v&nbsp;New Yorku musia podniky mať jasný bezpečnostný plán na riešenie možných hrozieb kybernetickej bezpečnosti 5G. Je to udalosť, ktorá predznamenáva začiatok <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">mesiaca Národného povedomia o&nbsp;kybernetickej bezpečnosti</a>.</span></p> \n<p><span>Nezisková organizácia <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a> buduje verejné a&nbsp;súkromné partnerstvá na podporu silnej kybernetickej bezpečnosti s&nbsp;dvojakým úsilím. Konferencia v&nbsp;New Yorku najskôr predstavila panelové diskusie o&nbsp;ochrane údajov, úlohu umelej inteligencie v&nbsp;oblasti bezpečnosti a&nbsp;vplyv kvantových počítačov spolu s&nbsp;vystúpením Jasona Rugera, hlavného úradníka pre bezpečnosť informácií v&nbsp;spoločnosti Lenovo, o&nbsp;bezpečnosti 5G.</span></p> \n<p><span>Druhý aspekt sa zameriava na spotrebiteľov a&nbsp;jednotlivých používateľov, pretože phishingové útoky a&nbsp;iné zdanlivo staromódne útoky sú naďalej vážnou hrozbou, uviedol Kelvin Coleman, výkonný riaditeľ NCSA, keď požiadal spotrebiteľov, aby vlastnili IT. Zabezpečte IT, chráňte IT.</span></p> \n<p><span>„Táto jednoduchá správa povzbudzuje spotrebiteľov, aby porozumeli zariadeniam a&nbsp;aplikáciám, ktoré používajú každý deň, zabezpečili svoj digitálny profil a&nbsp;chránili ho tým, že sa oboznámia s&nbsp;nastaveniami ochrany osobných údajov, ktoré im pomôžu chrániť ich súkromie a&nbsp;obmedziť kybernetické zločiny,“ uviedol Coleman. „Keď sa kybernetickí zločinci stanú sofistikovanejšími, je dôležité pamätať si na týchto pár osvedčených metód online sebaobrany.“</span></p> \n<p><span>Ruger vo svojej prezentácii vysvetlil, ako technológia poháňajúca obrovský potenciál 5G – rýchlosti viac ako stokrát rýchlejšie ako 4G – vytvára nielen vyššie rýchlosti, ale aj nové príležitosti na zlepšenie kybernetickej bezpečnosti.</span></p> \n<p><span>Tieto príležitosti pramenia z&nbsp;toho, čo robí 5G tak odlišným: kratšia vlnová dĺžka s&nbsp;vyššou frekvenciou v&nbsp;porovnaní s&nbsp;predchádzajúcimi technológiami.&nbsp; Ruger uviedol, že rádiové vlny AM, staršia technológia z&nbsp;druhého konca spektra, sú dlhé 1&nbsp;000 stôp, zatiaľ čo nové vlnové pásma 5G sú kratšie ako 1&nbsp;centimeter.&nbsp; Vďaka tomu môže 5G poskytovať takéto vysoké rýchlosti s&nbsp;oveľa menšou latenciou.</span></p> \n<p><span>Hlavné rozdiely, ktoré by mali mať podľa Rugera organizácie na pamäti, sú počet zariadení, rýchlosť pripojenia a&nbsp;vzdialenosť šírenia vĺn.</span></p> \n<p><span>„Každá z&nbsp;týchto zmien predstavuje skutočné výzvy pri riešení kybernetickej bezpečnosti, ale tiež príležitosti na zvýšenie bezpečnosti,“ uviedol Ruger, ktorý už v&nbsp;minulosti riadil podnikové migrácie z&nbsp;2G na 3G, 3G na 4G a&nbsp;teraz na 5G pre spoločnosti ako Lenovo, Motorola a&nbsp;Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Rýchlejšie a&nbsp;silnejšie pripojenia poskytované spoločnosťou 5G spôsobia explóziu zariadení internetu vecí.&nbsp; Koľko nových zariadení? Tam, kde môžu mať zamestnanci teraz jedno alebo dve zariadenia pripojené na internet, organizácie musia v&nbsp;blízkej budúcnosti naplánovať až 100&nbsp;zariadení na zamestnanca, pretože kancelária pridáva inteligentné snímače na všetko od žiaroviek cez kancelárske stoličky až po termostaty.</span></p> \n<p><span>„Keď zamestnanci začnú zavádzať toľko zariadení, bude to vyvíjať veľký tlak na organizácie, aby zabezpečili dôslednú aktualizáciu a&nbsp;opravu každého zariadenia,“ uviedol Ruger. „Organizácie musia mať plán na zabezpečenie aktualizácie zariadení, a&nbsp;to buď prostredníctvom servisnej zmluvy alebo častejšou výmenou zariadení, čo by mohlo znamenať prenájom ďalších zariadení.“</span></p> \n<p><span>Organizácie môžu využívať aj segmentáciu siete, čo im umožňuje obstarávať súkromné časti spektra 5G, čo zase znižuje príležitosť na laterálny pohyb problémov, ako sú infekcie v&nbsp;sieti.</span></p> \n<p><span>Spoločnosť Lenovo má v&nbsp;pláne pre 5G, ako zaistiť svoje vlastné siete pri poskytovaní produktov, ktoré používajú 5G. Smartfóny Motorola od spoločnosti Lenovo obsahovali prvý telefón pripravený na 5G a&nbsp;spoločnosť Lenovo vydala prvý počítač Qualcomm 5G.</span></p> \n<p><span>Najväčšou devízou 5G je rýchlosť.&nbsp; Nový štandard, ktorý pracuje takmer stokrát rýchlejšie ako 4G, sľubuje, že online videá sa budú spúšťať plynulo a&nbsp;sťahovanie sa bude javiť takmer okamžite. Rovnaká vysoká rýchlosť, ktorá umožňuje jasné hovory alebo dokonalé videá, však znamená, že hackeri, ktorí porušia vaše systémy, môžu extrahovať množstvo vašich údajov skôr, ako budete môcť reagovať.</span></p> \n<p><span>„Táto rýchlosť sa môže zdať trochu strašidelná, keď máte na starosti bezpečnosť, ale segmentácia siete 5G umožňuje nové možnosti monitorovania a&nbsp;detekcie,“ uviedol Ruger. „Okrem toho môžete využiť rýchlosti 5G pre lepšie zálohovanie a&nbsp;redundanciu dát.“</span></p> \n<p><span>Treťou oblasťou je vzdialenosť, ktorá je skutočnou dichotómiou 5G.&nbsp; Tie rádiové vlny s&nbsp;dĺžkou 1&nbsp;000&nbsp;stôp majú jednu výhodu: cestujú na veľké vzdialenosti.&nbsp; Naopak, pomerne krátke vlny 5G vyžadujú bunky každých pár sto stôp, najmä v&nbsp;hustých mestských prostrediach. Tým vznikne explózia infraštruktúrnych zariadení, ktoré budú poháňať vlny 5G ďalej.</span></p> \n<p><span>Aj keď všetky tieto bunky musia byť zabezpečené, zároveň poskytujú príležitosť pre vedúcich bezpečnosti pri kontrole mikrobuniek nainštalovaných v&nbsp;ich budovách, keď dorazí 5G.</span></p> \n<p><span>„A&nbsp;spoločnosti môžu využiť toto obmedzenie vzdialenosti, aby sa zamerali na pripojenie v&nbsp;kancelárskych priestoroch a&nbsp;zlepšili autentifikáciu na zabezpečenie vašej siete,“ uviedol Ruger.</span></p> \n<p><span>A&nbsp;všetkým pripomenul, že veci sa budú ďalej pohybovať rýchlejšie, pretože práca na 6G je už v&nbsp;plnom prúde.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
