{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Základné inžinierstvo",
		"Image": "",
		"Body": "<p><span>V&nbsp;súčasnosti existujú dva typy spoločností: tie, ktoré zažili narušenia bezpečnosti, a&nbsp;tie, ktoré nevedia, že ich zažili. V&nbsp;našom vysoko prepojenom svete existujú všade vážne bezpečnostné riziká – odcudzené zariadenia, krádež údajov, ransomware, podvody s&nbsp;transakciami, zraniteľné miesta v&nbsp;softvéri, cloudové hacky – zoznam pokračuje ďalej a&nbsp;ďalej.</span></p> \n<p><span>V&nbsp;spoločnosti Lenovo <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">je bezpečnosť v&nbsp;našej DNA </a>a&nbsp;predstavuje základ každého kroku životného cyklu produktu. ThinkPad integroval bezpečnostný subsystém už v&nbsp;roku 2002 a&nbsp;ako prvý pridal autentifikáciu snímačom odtlačkov prstov v&nbsp;roku 2004. Vychádzajúc z&nbsp;bohatého dedičstva poskytovania špičkových bezpečnostných riešení, ako je technológia odtlačkov prstov a&nbsp;uplatňovanie dizajnérskeho myslenia s&nbsp;ohľadom na koncového používateľa, predstavuje konštrukcia najnovších produktov Lenovo ThinkPad X1 rovnováhu medzi spravovateľnosťou a&nbsp;použiteľnosťou s&nbsp;nulovým kompromisom v&nbsp;oblasti bezpečnosti.</span></p> \n<p><span>„Dôsledky porušenia bezpečnosti presahujú bezprostredný finančný dosah.&nbsp; Narušenie dôvery zainteresovaných strán, poškodenie značky, potenciálna strata duševného vlastníctva a&nbsp;vplyv regulácií sú niektoré z&nbsp;vecí, na ktoré organizácie musia pamätať, pretože prostredie hrozieb sa neustále vyvíja každý deň.&nbsp; Tento nový posun paradigmy znamená, že detekcia a&nbsp;náprava sú nevyhnutné,“ hovorí Nima Baiati, globálna riaditeľka a&nbsp;GM spoločnosti Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Narušenie dôvery zainteresovaných strán, poškodenie značky, potenciálna strata duševného vlastníctva a&nbsp;vplyv regulácií sú niektoré z&nbsp;vecí, na ktoré organizácie musia pamätať, pretože prostredie hrozieb sa neustále vyvíja každý deň.</span></em></p> \n<p><strong><span>360° prístup k&nbsp;bezpečnosti</span></strong></p> \n<p><span>Spoločnosť Lenovo oznámila ThinkShield &nbsp;v&nbsp;roku 2018, komplexnú súpravu bezpečnostných riešení určených na ochranu celej životnosti produktu. Zabezpečením zariadení priamo z&nbsp;výrobného a&nbsp;dodávateľského reťazca <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield </a>zaisťuje, že zariadenia nie sú infikované ani ohrozené skôr, ako sú zapnuté.</span></p> \n<p><span>Dohliadame na bezpečnosť dodávateľov, ktorí vyrábajú inteligentné súčasti, a&nbsp;zabezpečujeme, aby boli v&nbsp;súlade so svojimi zásadami a&nbsp;usmerneniami. Okrem toho spolupracujeme so spoločnosťou Intel na zosúladení s&nbsp;jej transparentným dodávateľským reťazcom, čo zákazníkom umožňuje overiť integritu každej súčasti ich nového systému.</span></p> \n<p><span>ThinkPad X1 je tiež navrhnutý s&nbsp;hlbokou integráciou medzi hardvérom a&nbsp;softvérom a&nbsp;obsahuje najpokročilejšie dostupné procesory.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Počítače so zabezpečeným jadrom Windows 10</a> sú určené na spracovanie dôležitých údajov v&nbsp;niektorých odvetviach, ktoré sú najviac citlivé na údaje.</span></p> \n<p><span>Počítač ThinkPad X1 so zabezpečeným jadrom je moderné zariadenie so systémom Windows, ktoré sa dodáva s&nbsp;najvyššou úrovňou ochrany hardvéru, softvéru a&nbsp;identity pripravenou ihneď po vybalení z&nbsp;krabice.</span></p> \n<p><span>David Weston, partnerský riaditeľ pre bezpečnosť OS spoločnosti Microsoft, hovorí: „Podniky čelia zvýšenému riziku, pretože protivníci sa pri svojich útokoch stávajú sofistikovanejšími a&nbsp;cielenejšími. V&nbsp;tejto oblasti zvýšených hrozieb je nevyhnutný integrovaný hardvérový a&nbsp;softvérový prístup k&nbsp;ochrane. Počítače so zabezpečeným jadrom sú navrhnuté tak, aby zabránili takýmto typom útokov zameraným na firmvér, než aby ich jednoducho detegovali.“</span></p> \n<p><em><span>Počítače so zabezpečeným jadrom sú navrhnuté tak, aby zabránili takýmto typom útokov zameraným na firmvér, než aby ich jednoducho detegovali.</span></em></p> \n<p><span>S&nbsp;podporou hlbokých odborných znalostí a&nbsp;podporou globálnej siete vyškolených a&nbsp;certifikovaných odborníkov v&nbsp;oblasti technických služieb spoločnosť Lenovo uplatňuje koncepciu „zabezpečenia už od návrhu“ vo všetkom, čo robíme.</span></p> \n<p><span>Vzhľadom na rastúcu zložitosť sietí a&nbsp;zvyšujúcu sa sofistikovanosť bezpečnostných hrozieb poskytuje ThinkShield štyri piliere ochrany zahŕňajúce zariadenia, údaje, identitu a&nbsp;online riešenia. Od ochrany osobných údajov, ThinkShutter, služby „Keep Your Drive“, USB Secure Hard Drive až po bezpečné dokovanie, FIDO (rýchla identita online), čítačku odtlačkov prstov porovnateľnú s&nbsp;čipom a&nbsp;vyrovnávaciu pamäť, aby sme vymenovali len niekoľko riešení, cieľom je zabezpečiť ochranu organizácií a&nbsp;používateľov z&nbsp;každého uhla.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Zabezpečte pokoj pre organizácie&nbsp;</span></strong></p> \n<p><span>Bez ohľadu na veľkosť alebo fázu vývoja organizácie dnes zdieľajú jednu spoločnú výzvu: tímy IT v&nbsp;oblasti bezpečnosti sú nedostatočne kvalifikované a&nbsp;napnuté.</span></p> \n<p><span>Počet kybernetických útokov každý deň rastie a&nbsp;hackeri a&nbsp;škodliví členovia neustále vyvíjajú nové a&nbsp;kreatívne spôsoby, ako odhaliť zraniteľné miesta – nehovoriac o&nbsp;rastúcom počte e-mailových phishingových útokov alebo o&nbsp;nedostatku štrukturálnej podpory na posilnenie firemnej kultúry zameranej na bezpečnosť.</span></p> \n<p><span>Podľa spoločnosti Gartner je nedostatok kvalifikovaných odborníkov v&nbsp;oblasti bezpečnosti trvalým problémom, ktorý pravidelne vyúsťuje do zlyhania nasadenia bezpečnostných technológií, a&nbsp;zaznamenali sme incidenty narušenia údajov, ktoré nakoniec stáli výkonných riaditeľov alebo generálnych riaditeľov ich pozície.&nbsp; Ako môžete zvýšiť bezpečnosť svojej spoločnosti s&nbsp;obmedzenými zdrojmi a&nbsp;nájsť pokoj? Jedným zo spôsobov je obrátiť sa na poskytovateľov technológií, ktorým môžete dôverovať, že prekonajú výzvy.</span></p> \n<p><span>Preto sme vyvinuli celý rad nových vylepšení v&nbsp;oblasti bezpečnosti a&nbsp;správy pre systém BIOS (základný vstupno-výstupný systém), predinštalovaný firmvér a&nbsp;prvý softvér, ktorý sa spustí po zapnutí počítača. Zabudovali sme ich do najnovšieho modelu ThinkPad X1, aby sme firmám uľahčili implementáciu zabezpečenia na základnej úrovni.</span></p> \n<p><span>Vezmime si ako príklad nastavenie hesla správcu na diaľku. Heslá systému BIOS sa stali kritickými kvôli zavedeniu systému Windows 10 a&nbsp;funkciám VBS (zabezpečenie založené na virtualizácii). Systémy ThinkPad tradične nepodporujú nastavenie hesla správcu na diaľku, aby sa predišlo útokom na systém DOS (odmietnutie služby), čo vyžaduje niekoho, kto by proces fyzicky riadil.</span></p> \n<p><span>Nové nastavenie hesla správcu na diaľku umožňuje správcom IT využiť zabezpečený komunikačný rámec Absolute Persistence 2.0 na nastavenie hesla správcu bez fyzickej prítomnosti, čo im umožňuje nasadiť tisíce notebookov ThinkPad na diaľku a&nbsp;bezpečne bez toho, aby museli byť fyzicky pri každom z&nbsp;nich.</span></p> \n<p><span>Ďalším príkladom nových bezpečnostných funkcií je samoliečiaci systém BIOS. Ak je systém BIOS poškodený alebo škodlivo napadnutý, systém BIOS sa „sám uzdraví“ a&nbsp;vráti sa k&nbsp;známej dobrej záložnej kópii. To bráni hackerom v&nbsp;preniknutí kódu firmvéru na najnižšej úrovni do zariadenia a&nbsp;poskytuje IT tímom a&nbsp;používateľom odolný systém BIOS, ktorý vedie k&nbsp;menej častým prestojom.</span></p> \n<p><span>Okrem toho sme do systému BIOS pridali ThinkShield Secure Wipe, ktorý spoľahlivo vymaže všetky údaje z&nbsp;disku bez potreby externých nástrojov, čo znamená, že tímy bezpečnosti IT teraz môžu bezpečne, rýchlo a&nbsp;bez námahy úplne vymazať citlivé údaje na pevných diskoch.</span></p> \n<p><strong><span>Zlepšite skúsenosti zamestnancov</span></strong></p> \n<p><span>Kto má čas premýšľať o&nbsp;kybernetickej bezpečnosti, keď máte dva konferenčné hovory a&nbsp;musíte odovzdať správu, zatiaľ čo sa ponáhľate, aby ste vyzdvihli deti? Rad ThinkPad X1 je navrhnutý inžiniermi, ktorí pri vytváraní nových zariadení a&nbsp;funkcií v&nbsp;spoločnosti Lenovo žijú a&nbsp;dýchajú filozofiu „základného inžinierstva“.</span></p> \n<p><span>Zabezpečujeme, aby sa naše produkty prispôsobili rušným životom našich používateľov a&nbsp;boli navrhnuté tak, aby poskytovali inteligentné, pohodlné a&nbsp;spoľahlivé výhody. Tím, ktorý vychádza z&nbsp;odkazu viac ako troch desaťročí poskytovania bezpečných IT produktov, riešení a&nbsp;služieb spotrebiteľom a&nbsp;zákazníkom na celom svete, kladie na prvé miesto skúsenosti koncových používateľov s&nbsp;kľúčovými funkciami a&nbsp;inováciami v&nbsp;rámci radu ThinkPad X1.</span></p> \n<p><span>Baiati to dáva do perspektívy. „Skúsenosť koncového používateľa presahuje tradičné zmysly vzhľadu, cítenia a&nbsp;zvuku. Ľudia sa chcú pri používaní technológie cítiť bezpečne a&nbsp;o&nbsp;tomto emocionálnom stave nie je možné vyjednávať. Strach z&nbsp;vírusových infekcií, hackerstva a&nbsp;krádeže identity je skutočný a&nbsp;budeme naďalej robiť všetko pre to, aby sme bojovali proti kybernetickým hrozbám. ThinkShield sme vytvorili ako inovatívne portfólio špičkových bezpečnostných riešení, ktoré vás chránia.“</span></p> \n<p><span>ThinkShutter je dôkazom toho, ako inžinieri ThinkPad priniesli používateľom do života potrebnú inováciu. Lepiace papieriky, lepiaca páska, ozdobné kryty webovej kamery – ľudia preskúmali najrôznejšie veci, ktorými zakrývali svoju webovú kameru – kým sme nepredstavili ThinkShutter – vďaka čomu sa ThinkPad stal prvým obchodným notebookom na svete so vstavaným krytom webovej kamery.</span></p> \n<p><span>Malý posuvný kryt, ktorý sa nachádza vedľa webovej kamery v&nbsp;hornej časti zariadenia. Keď chcete telefonovať cez Skype alebo nahrávať video, môžete ho posunúť nabok a&nbsp;keď kameru nepoužívate, zasuniete ho späť, aby ste ochránili svoje osobné údaje.</span></p> \n<p><span>Ďalším príkladom je PrivacyGuard, vstavaný filter obrazovky, ktorý zabraňuje nazeraniu cez rameno pomocou detekcie pohľadu a&nbsp;prítomnosti. Táto funkcia využíva infračervenú kameru, aby zistila, či je niekto za vami. To umožňuje upozornenia na porušenie súkromia.</span></p> \n<p><span>Dokáže tiež stmaviť obrazovku a&nbsp;urobiť ju viditeľnou iba pre vás, ak sedíte priamo pred notebookom. Potrebujete pracovať na dôvernom dokumente v&nbsp;kaviarni alebo v&nbsp;lietadle? PrivacyGuard príde vhod.</span></p> \n<p><span>PrivacyGuard je vstavaný filter obrazovky, ktorý zabraňuje nazeraniu cez rameno pomocou detekcie pohľadu a&nbsp;prítomnosti.</span></p> \n<p><span>Ak ste niekedy premýšľali o&nbsp;tom, ako chrániť svoju totožnosť bez použitia hesiel, ktoré sa ťažko pamätajú alebo sa dajú ľahko hacknúť, ThinkPad X1 je riešením pre vás.</span></p> \n<p><span>ThinkShield poskytuje viac faktorov autentifikácie, z&nbsp;ktorých mnohé sú podporované technológiou Intel Authenticate. Spoločnosť Lenovo je navyše prvým dodávateľom, ktorý integruje autentifikátory certifikované FIDO priamo do počítačov so systémom Microsoft Windows.</span></p> \n<p><span>FIDO overuje totožnosť na stránkach, akými sú PayPal, Google a&nbsp;Dropbox pomocou zabezpečenej technológie odtlačkov prstov. Je to tiež vysokobezpečný a&nbsp;súkromný spôsob, ako môžu zamestnanci používať svoje odtlačky prstov ako druhý faktor pri prihlásení do podnikových sietí a&nbsp;iných súvisiacich obchodných zdrojov.</span></p> \n<p><span>Naša čítačka odtlačkov prstov porovnávaná s&nbsp;čipmi využíva najmodernejšiu technológiu Synaptics na vykonanie autentifikácie iba v&nbsp;čítačke. Ďalej sme zabudovali robustný algoritmus proti falšovaniu s&nbsp;názvom Quantum Matcher založený na analýze obrazu so strojovým učením, aby sa výrazne znížila pravdepodobnosť úspešných útokov falšovania.</span></p> \n<p><span>Celkovo tieto funkcie vyžadujú od zamestnancov minimum úsilia, a&nbsp;to všetko pri zvyšovaní úrovne bezpečnosti – pomáha vytvárať pozitívny zážitok pre koncových používateľov a&nbsp;tímy zabezpečenia IT v&nbsp;organizáciách. Tímy, ktoré sú vybavené správnymi technológiami a&nbsp;riešeniami ThinkShield, sa môžu zamerať na zvýšenie produktivity a&nbsp;podporu inovácií, čo nakoniec pomôže vylepšiť konečný výsledok.</span></p> \n<p><span>Keď sa bezpečnostný odkaz spoločnosti Lenovo stretne s&nbsp;dizajnom zameraným na používateľa, sme hrdí na to, že náš koncept „<strong>základného inžinierstva</strong>“ pomáha organizáciám a&nbsp;jednotlivcom s&nbsp;viac ako len technológiami.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
