{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G και ασφάλεια στο Internet – Τι πρέπει να ξέρουν οι επιχειρήσεις","Image":"","Body":"<p><span>Οι επιχειρήσεις πρέπει να έχουν ένα σαφές σχέδιο ασφάλειας για να αντιμετωπίζουν τις πιθανές απειλές που παρουσιάζει η τεχνολογία 5G για την ασφάλεια στο Internet, σύμφωνα με σειρά παρουσιάσεων και συνεδριάσεων στη φετινή διάσκεψη National Cyber Security Alliance (NCSA) στο NASDAQ, στη Νέα Υόρκη, μια εκδήλωση που σηματοδοτεί την έναρξη του&nbsp;<a href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\" rel=\"noopener noreferrer\">μήνα Εθνικής Ευαισθητοποίησης για την Ασφάλεια στο Internet</a>.</span></p> \n<p><span>Η μη κερδοσκοπική οργάνωση&nbsp;<a href=\"https://staysafeonline.org/\" target=\"_blank\" rel=\"noopener noreferrer\">NCSA</a>&nbsp;αναπτύσσει συνεργασίες με τον δημόσιο και τον ιδιωτικό τομέα με σκοπό την προώθηση της ισχυρής ασφάλειας στο Internet με μια προσπάθεια που περιλαμβάνει δύο άξονες. Ο πρώτος, η διάσκεψη στη Νέα Υόρκη, περιλάμβανε δημόσιες συζητήσεις με ειδικούς σχετικά με την προστασία των προσωπικών δεδομένων, τον ρόλο της τεχνητής νοημοσύνης στην ασφάλεια, την επίδραση της κβαντικής υπολογιστικής και μια κύρια ομιλία σχετικά με την ασφάλεια 5G από τον Jason Ruger, διευθυντή ασφάλειας πληροφοριών της Lenovo.</span></p> \n<p><span>Ο δεύτερος άξονας επικεντρώνεται στους καταναλωτές και τους μεμονωμένους χρήστες, δεδομένου ότι οι επιθέσεις ηλεκτρονικού \"ψαρέματος\" και άλλες φαινομενικά παλαιομοδίτικες επιθέσεις εξακολουθούν να αποτελούν σοβαρή απειλή, σύμφωνα με τον Kelvin Coleman, εκτελεστικό διευθυντή της NCSA, ο οποίος έκανε έκκληση στους καταναλωτές να εξοικειωθούν με την πληροφορική. Ασφαλίστε. Προστατεύστε.</span></p> \n<p><span>\"Αυτό το απλό μήνυμα ενθαρρύνει τους καταναλωτές να αποκτήσουν κατανόηση για τις συσκευές και τις εφαρμογές που χρησιμοποιούν σε καθημερινή βάση, να ασφαλίσουν το ψηφιακό τους προφίλ και να το προστατέψουν, αποκτώντας εξοικείωση με τις ρυθμίσεις απορρήτου ώστε να προστατεύουν τα προσωπικά τους δεδομένα και να περιορίζουν τα εγκλήματα στον κυβερνοχώρο,\" ανέφερε ο Coleman. \"Καθώς οι εγκληματίες στον κυβερνοχώρο εξελίσσονται όλο και περισσότερο, είναι σημαντικό να θυμόμαστε αυτές τις λίγες δοκιμασμένες μεθόδους για την προστασία μας στο Internet.\"</span></p> \n<p><span>Στην παρουσίασή του, ο Ruger εξήγησε πως η τεχνολογία που καθοδηγεί τις τεράστιες δυνατότητες της τεχνολογίας 5G – ταχύτητες πάνω από 100 φορές υψηλότερες από την τεχνολογία 4G – δημιουργεί όχι μόνο υψηλότερες ταχύτητες αλλά και νέες ευκαιρίες για βελτίωση της ασφάλειας στο Internet.</span></p> \n<p><span>Αυτές οι ευκαιρίες απορρέουν από το χαρακτηριστικό που κάνει την τεχνολογία 5G τόσο διαφορετική: το μικρότερο και υψηλότερης συχνότητας μήκος κύματος σε σύγκριση με άλλες τεχνολογίες.&nbsp; Ο Ruger είπε ότι τα ραδιοκύματα ΑΜ, μια παλαιότερη τεχνολογία από το άλλο άκρο του φάσματος, έχουν μήκος 1000 πόδια, ενώ τα κύματα ζώνης 5G έχουν μήκος μικρότερο από 1 εκατοστό.&nbsp; Αυτό βοηθάει την τεχνολογία 5G να προσφέρει υψηλές ταχύτητες με πολύ μικρότερη καθυστέρηση.</span></p> \n<p><span>Ο Ruger ανάφερε ότι οι κύριες διαφορές που θα πρέπει να θυμούνται οι οργανισμοί είναι η ποσότητα των συσκευών, η ταχύτητα συνδεσιμότητας και η απόσταση στην οποία ταξιδεύουν τα κύματα.</span></p> \n<p><span>\"Όλες αυτές οι αλλαγές παρουσιάζουν πραγματικές προκλήσεις κατά την αντιμετώπιση της ασφάλειας στο Internet, αλλά και ευκαιρίες για τη βελτίωση της ασφάλειας\", ανέφερε ο Ruger, ο οποίος έχει διευθύνει προηγούμενες εταιρικές μεταβάσεις από 2G σε 3G, από 3G σε 4G και, τώρα, στην τεχνολογία 5G για εταιρείες όπως η Lenovo, η Motorola και η Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Οι ταχύτερες και πιο ισχυρές συνδέσεις που παρέχονται από την τεχνολογία 5G θα προκαλέσουν μια έκρηξη στις συσκευές του Διαδικτύου των Πραγμάτων (IoT).&nbsp; Πόσες νέες συσκευές; Εκεί που οι εργαζόμενοι ίσως έχουν σήμερα μία ή δύο συσκευές συνδεδεμένες στο Internet ο καθένας, οι οργανισμοί πρέπει να κάνουν προγραμματισμό για έως και 100 συσκευές ανά εργαζόμενο στο προσεχές μέλλον, καθώς τα γραφεία προσθέτουν έξυπνους αισθητήρες στα πάντα, από τις λάμπες μέχρι τις καρέκλες γραφείου και τους θερμοστάτες.</span></p> \n<p><span>\"Όταν οι εργαζόμενοι αρχίσουν να φέρνουν τόσο πολλές συσκευές, αυτό θα ασκήσει μεγάλη πίεση στους οργανισμούς προκειμένου να εξασφαλίσουν ότι κάθε συσκευή θα λαμβάνει ενημερώσεις λογισμικού και κώδικα με συνέπεια\", ανέφερε ο Ruger. \"Οι οργανισμοί πρέπει να έχουν ένα σχέδιο για να εξασφαλίζουν την ενημέρωση των συσκευών, είτε μέσω σύμβασης παροχής υπηρεσιών είτε μέσω συχνότερων αντικαταστάσεων συσκευών, οι οποίες θα μπορούσαν να συνεπάγονται τη μίσθωση περισσότερων συσκευών\".</span></p> \n<p><span>Οι οργανισμοί μπορεί επίσης να εκμεταλλευτούν την κατάτμηση των δικτύων, η οποία τους δίνει τη δυνατότητα να προμηθεύουν ιδιωτικά τμήματα του φάσματος 5G, τα οποία με τη σειρά τους μειώνουν τις δυνατότητες πλευρικής μετακίνησης προβλημάτων, όπως οι προσβολές, στο δίκτυο.</span></p> \n<p><span>Η Lenovo διαθέτει σχέδια για την τεχνολογία 5G τόσο για τον τρόπο με τον οποίο θα ασφαλίσει τα δίκτυά της όσο και για την παροχή προϊόντων που χρησιμοποιούν 5G. Τα smartphone Motorola της Lenovo συμπεριέλαβαν το πρώτο τηλέφωνο με δυνατότητα υποστήριξης 5G και η Lenovo κυκλοφόρησε τον πρώτο υπολογιστή Qualcomm 5G.</span></p> \n<p><span>Το πιο δυνατό χαρακτηριστικό προώθησης της τεχνολογίας 5G είναι η ταχύτητα.&nbsp; Με ταχύτητα λειτουργίας περίπου 100 φορές υψηλότερη από την τεχνολογία 4G, το νέο πρότυπο υπόσχεται να προσφέρει ομαλή αναπαραγωγή των βίντεο σε σύνδεση, κάθε φορά, και να κάνει τις λήψεις να φαντάζουν σχεδόν στιγμιαίες. Όμως, η ίδια υψηλή ταχύτητα που εξασφαλίζει ευκρινείς κλήσεις ή τέλεια βίντεο, συνεπάγεται ταυτόχρονα ότι οι εισβολείς μπορούν να παραβιάσουν τα συστήματά σας και να αποσπάσουν τεράστιους όγκους δεδομένων πριν καταφέρετε να αντιδράσετε.</span></p> \n<p><span>\"Αυτή η ταχύτητα ίσως προκαλεί κάποιο φόβο αν είστε επικεφαλής ασφάλειας, αλλά η κατάτμηση του δικτύου 5G παρέχει δυνατότητες παρακολούθησης και \"ανίχνευσης\", ανέφερε ο Ruger. \"Επίσης, μπορείτε να αξιοποιήσετε τις ταχύτητες 5G για καλύτερη δημιουργία αντιγράφων ασφαλείας δεδομένων και καλύτερο πλεονασμό\".</span></p> \n<p><span>Ο τρίτος τομέας είναι η απόσταση, που συνιστά την πραγματική διαφορά της τεχνολογίας 5G.&nbsp; Τα ραδιοκύματα AM μήκους 1000 ποδιών έχουν ένα πλεονέκτημα: ταξιδεύουν σε μεγάλες αποστάσεις.&nbsp; Σε αντιδιαστολή, τα συγκριτικά μικροσκοπικά κύματα 5G απαιτούν κυψέλες σε απόσταση μερικών εκατοντάδων μέτρων μεταξύ τους, ειδικά σε πυκνοδομημένα, αστικά περιβάλλοντα. Αυτό θα προκαλέσει μια έκρηξη στις συσκευές υποδομής για την προώθηση των κυμάτων 5G στο εξής.</span></p> \n<p><span>Παρόλο που όλες αυτές οι κυψέλες πρέπει να ασφαλιστούν, παρέχουν επίσης τη δυνατότητα στους επικεφαλής ασφάλειας να ελέγχουν τις μικρο-κυψέλες που θα εγκατασταθούν στα κτίριά τους, με την άφιξη της τεχνολογίας 5G.</span></p> \n<p><span>\"Και οι εταιρείες μπορούν να αξιοποιήσουν αυτόν τον περιορισμό απόστασης για να επικεντρωθούν στη συνδεσιμότητα στον χώρο του γραφείου και να βελτιώσουν τον έλεγχο ταυτότητας για να ασφαλίσουν το δίκτυό σας\", ανέφερε ο Ruger.</span></p> \n<p><span>Επίσης, υπενθύμισε σε όλους ότι οι εξελίξεις θα επιταχυνθούν ακόμα περισσότερο, καθώς οι εργασίες για την τεχνολογία 6G βρίσκονται ήδη σε εξέλιξη.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}