{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Βασική μηχανική: Η κληρονομιά ασφάλειας συναντά τη σχεδίαση με επίκεντρο τον χρήστη",
		"Image": "",
		"Body": "<p><span>Στις μέρες μας, υπάρχουν δύο τύποι εταιρειών: εκείνες που έχουν βιώσει παραβιάσεις ασφάλειας και εκείνες που δεν έχουν. Στον εξαιρετικά διασυνδεδεμένο κόσμο μας, υπάρχουν σοβαρές απειλές για την ασφάλεια παντού – κλεμμένες συσκευές, κλοπή δεδομένων, ransomware, απάτη στις συναλλαγές, ευπάθειες λογισμικού, πειρατεία στο cloud – και η λίστα συνεχίζεται.</span></p> \n<p><span>Στη Lenovo,&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">η ασφάλεια είναι στο DNA μας</a>&nbsp;και είναι βασική σε κάθε βήμα του κύκλου ζωής των προϊόντων. Το ThinkPad έχει ενσωματώσει ένα υποσύστημα ασφάλειας από το 2002 και ήταν το πρώτο που πρόσθεσε έλεγχο ταυτότητας με μηχανισμό ανάγνωσης δακτυλικών αποτυπωμάτων το 2004. Βασιζόμενοι στην πλούσια κληρονομιά της παροχής λύσεων ασφάλειας τελευταίας τεχνολογίας όπως η τεχνολογία δακτυλικών αποτυπωμάτων και η εφαρμογή της σχεδιαστικής σκέψης με γνώμονα τον τελικό χρήστη, η τεχνολογία των τελευταίων προϊόντων Lenovo ThinkPad X1 επιτυγχάνει μια λεπτή ισορροπία μεταξύ δυνατότητας διαχείρισης και δυνατότητας χρήσης, χωρίς κανέναν απολύτως συμβιβασμό στην ασφάλεια.</span></p> \n<p><span>\"Οι επιπτώσεις μιας παραβίασης της ασφάλειας εκτείνονται πέρα από τις άμεσες οικονομικές επιπτώσεις.&nbsp; Η διάβρωση της εμπιστοσύνης των ενδιαφερομένων μερών, η βλάβη στο εμπορικό σήμα, η ενδεχόμενη απώλεια της πνευματικής ιδιοκτησίας και οι κανονιστικές επιπτώσεις είναι μερικά από τα ζητήματα που πρέπει να λαμβάνουν υπόψη οι οργανισμοί καθώς το τοπίο των απειλών εξακολουθεί να εξελίσσεται σε καθημερινή βάση.&nbsp; Αυτό το νέο πρότυπο μετατόπισης σημαίνει ότι η ανίχνευση και η αποκατάσταση είναι ζωτικής σημασίας\", αναφέρει ο Nima Baiati, Global Director και Γενικός Διευθυντής της Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Η διάβρωση της εμπιστοσύνης των ενδιαφερομένων μερών, η βλάβη στο εμπορικό σήμα, η ενδεχόμενη απώλεια της πνευματικής ιδιοκτησίας και οι κανονιστικές επιπτώσεις είναι μερικά από τα ζητήματα που πρέπει να λαμβάνουν υπόψη οι οργανισμοί καθώς το τοπίο των απειλών εξακολουθεί να εξελίσσεται σε καθημερινή βάση.</span></em></p> \n<p><strong><span>Προσέγγιση 360° στην ασφάλεια</span></strong></p> \n<p><span>Το 2018, η Lenovo ανακοίνωσε το&nbsp;ThinkShield, μια ολοκληρωμένη σειρά λύσεων ασφάλειας που έχουν σχεδιαστεί για την προστασία ολόκληρης της διάρκειας ζωής των προϊόντων. Με την εξασφάλιση συσκευών ξεκινώντας από την αλυσίδα παραγωγής και εφοδιασμού, το&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;διασφαλίζει ότι οι συσκευές δεν προσβάλλονται και δεν παραβιάζονται πριν καν ενεργοποιηθούν.</span></p> \n<p><span>Επιβλέπουμε την ασφάλεια των προμηθευτών που κατασκευάζουν έξυπνα εξαρτήματα, διασφαλίζοντας ότι συμμορφώνονται με τις πολιτικές και τις οδηγίες τους. Επιπλέον, συνεργαζόμαστε με την Intel για να ευθυγραμμιστούμε με την Διαφανή Εφοδιαστική Αλυσίδα που εφαρμόζει, παρέχοντας στους πελάτες τη δυνατότητα να επιβεβαιώνουν την ακεραιότητα κάθε εξαρτήματος του νέου τους συστήματος.</span></p> \n<p><span>Η σειρά ThinkPad X1 έχει σχεδιαστεί επίσης με βαθιά ενσωμάτωση μεταξύ υλικού και λογισμικού και διαθέτει τις πιο προηγμένες διαθέσιμες μονάδες CPU.&nbsp;Οι <a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Υπολογιστές Windows 10 Secured-core</a>&nbsp;προορίζονται για τον χειρισμό δεδομένων κρίσιμης σημασίας σε μερικούς από τους κλάδους που χαρακτηρίζονται από τη μέγιστη ευαισθησία σε ό,τι αφορά τα δεδομένα.</span></p> \n<p><span>Ένας υπολογιστής ThinkPad X1 Secured-core είναι μια σύγχρονη συσκευή Windows που είναι εξοπλισμένη με το ύψιστο επίπεδο υλικού, λογισμικού και προστασίας ταυτότητας από την πρώτη στιγμή.</span></p> \n<p><span>Ο David Weston, συνεργαζόμενος διευθυντής στο τμήμα ασφάλειας λειτουργικών συστημάτων στην Microsoft αναφέρει: \"Οι επιχειρήσεις αντιμετωπίζουν αυξημένο κίνδυνο καθώς οι αντίπαλοι εξελίσσονται και κάνουν πιο στοχευμένες επιθέσεις. Σε αυτό το τοπίο αυξημένων απειλών, η ολοκληρωμένη προσέγγιση στην προστασίας, που περιλαμβάνει το υλικό και το λογισμικό, είναι ουσιώδης. Οι υπολογιστές Secured-core έχουν σχεδιαστεί για να αποτρέπουν αυτό το είδος στοχευμένων επιθέσεων στο υλικολογισμικό αντί απλώς να το ανιχνεύουν\".</span></p> \n<p><em><span>Οι υπολογιστές Secured-core έχουν σχεδιαστεί για να αποτρέπουν αυτό το είδος στοχευμένων επιθέσεων στο υλικολογισμικό αντί απλώς να το ανιχνεύουν.</span></em></p> \n<p><span>Βασιζόμενη στη μεγάλη εμπειρία της και με την υποστήριξη ενός παγκόσμιου δικτύου εκπαιδευμένων και πιστοποιημένων επαγγελματικών τεχνικής υποστήριξης, η Lenovo εφαρμόζει την αρχή \"ασφάλεια από τη σχεδίαση\" σε καθετί που κάνει.</span></p> \n<p><span>Δεδομένης της αυξανόμενης περιπλοκότητας των δικτύων και της εξέλιξης των απειλών για την ασφάλεια, το ThinkShield προσφέρει τέσσερις πυλώνες προστασίας που περιλαμβάνουν λύσεις για τη συσκευή, τα δεδομένα, την ταυτότητα και τη λειτουργία σε σύνδεση. Από την προστασία απορρήτου, το ThinkShutter, την υπηρεσία \"Keep Your Drive\", την ασφαλή μονάδα σκληρού δίσκου USB σε ασφαλή σύνδεση, το FIDO (Fast Identity Online), τον μηχανισμό ανάγνωσης δακτυλικού αποτυπώματος Match-on-Chip και το Bufferzone, για να κατονομάσουμε μερικές μόνο λύσεις, ο στόχος είναι η θωράκιση των οργανισμών και των χρηστών από κάθε άποψη.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Χαρίστε ηρεμία στους οργανισμούς&nbsp;</span></strong></p> \n<p><span>Ανεξάρτητα από το μέγεθος ή το στάδιο της ανάπτυξής τους, οι οργανισμοί σήμερα έχουν μία κοινή πρόκληση: οι ομάδες ασφάλειας IT είναι υποστελεχωμένες και εξαντλημένες.</span></p> \n<p><span>Ο αριθμός των κυβερνοεπιθέσεων αυξάνεται κάθε μέρα και οι εισβολείς και τα κακόβουλα άτομα που αντιπροσωπεύουν απειλή εκ των έσω συνεχώς αναπτύσσουν νέους και δημιουργικούς τρόπους έκθεσης σε ευπάθειες – για να μην αναφέρουμε τον αυξανόμενο αριθμό επιθέσεων με μηνύματα ηλεκτρονικού \"ψαρέματος\" ή την έλλειψη δομικής υποστήριξης για την προώθηση μιας εταιρικής κουλτούρας με επίκεντρο την ασφάλεια.</span></p> \n<p><span>Σύμφωνα με την Gartner, η έλλειψη επαγγελματιών ασφάλειας με τα κατάλληλα προσόντα αποτελεί διαρκές πρόβλημα που οδηγεί κάθε φορά στην ανάπτυξη αποτυχημένων τεχνολογιών ασφάλειας και έχουμε δει περιστατικά παραβίασης δεδομένων που στοίχισαν τη θέση των CIO ή των CEO διάφορων εταιρειών.&nbsp; Πώς μπορείτε να αναβαθμίσετε την ασφάλεια της εταιρείας σας με περιορισμένους πόρους και να εξασφαλίσετε ηρεμία; Ένας τρόπος είναι με το να απευθυνθείτε σε παρόχους τεχνολογίας που εμπιστεύεστε ότι θα αντιμετωπίσουν τις προκλήσεις με επιτυχία.</span></p> \n<p><span>Αυτός είναι ο λόγος για τον οποίο αναπτύξαμε μια σειρά νέων βελτιώσεων ασφάλειας και διαχειρισιμότητας για το BIOS (Basic Input-Output System), το προεγκατεστημένο υλικολογισμικό και το πρώτο λογισμικό που εκτελείται κατά την ενεργοποίηση ενός υπολογιστή. Τις ενσωματώσαμε στο τελευταίο ThinkPad X1 για να διευκολύνουμε τις επιχειρήσεις να υλοποιήσουν την ασφάλεια σε θεμελιώδες επίπεδο.</span></p> \n<p><span>Ας εξετάσουμε ως παράδειγμα την απομακρυσμένη ρύθμιση κωδικού πρόσβασης εποπτεύοντος. Οι κωδικοί πρόσβασης του BIOS έχουν καταστεί κρίσιμοι λόγω της υιοθέτησης των Windows 10 και των δυνατοτήτων VBS (Ασφάλεια με βάση της λειτουργία αναπαράστασης) Παραδοσιακά, τα συστήματα ThinkPad δεν υποστηρίζουν τη απομακρυσμένη ρύθμιση κωδικού πρόσβασης εποπτεύοντος, προκειμένου να αποτρέπονται οι επιθέσεις DOS (άρνηση υπηρεσίας). Αυτό επιβάλλει τη διαχείριση της διαδικασίας με φυσική παρουσία.</span></p> \n<p><span>Η νέα απομακρυσμένη ρύθμιση κωδικού πρόσβασης εποπτεύοντος επιτρέπει στους διαχειριστές IT να αξιοποιούν το ασφαλές πλαίσιο επικοινωνίας Absolute Persistence 2.0 για να ρυθμίσουν έναν κωδικό πρόσβασης εποπτεύοντος χωρίς φυσική παρουσία, δίνοντάς τους τη δυνατότητα να αναπτύσσουν χιλιάδες φορητούς υπολογιστές ThinkPad από απόσταση και με ασφάλεια, χωρίς να είναι απαραίτητη η φυσική τους παρουσία σε κάθε υπολογιστή.</span></p> \n<p><span>Ένα άλλο παράδειγμα των νέων χαρακτηριστικών ασφάλειας είναι το BIOS με δυνατότητα αυτοεπιδιόρθωσης. Όταν το BIOS καταστραφεί ή δεχτεί κακόβουλη επίθεση, αυτοεπιδιορθώνεται και πραγματοποιεί επαναφορά σε ένα αντίγραφο ασφαλείας που είναι γνωστό ότι είναι καλό. Αυτό εμποδίζει τους εισβολείς από το να διεισδύσουν στο χαμηλότερο επίπεδο κώδικα υλικολογισμικού της συσκευής και προσφέρει στις ομάδες IT και στους χρήστες ένα ανθεκτικό BIOS με αποτέλεσμα τη μείωση του χρόνου εκτός λειτουργίας.</span></p> \n<p><span>Επιπλέον, προσθέσαμε στο BIOS το ThinkShield Secure Wipe, το οποίο διαγράφει όλα τα δεδομένα από μια μονάδα με αξιοπιστία, χωρίς να απαιτούνται εξωτερικά εργαλεία. Αυτό σημαίνει ότι οι ομάδες ασφάλειας IT μπορούν πλέον να διαγράφουν δεδομένα από τις μονάδες σκληρού δίσκου με ασφάλεια, γρήγορα και χωρίς κόπο.</span></p> \n<p><strong><span>Βελτίωση εμπειρίας εργαζομένων</span></strong></p> \n<p><span>Ποιος έχει το χρόνο να σκέφτεται για την ασφάλεια στο Internet όταν βρίσκονται σε εξέλιξη δύο κλήσεις συνδιάσκεψης και έχει φτάσει η προθεσμία για μια αναφορά, ενώ τρέχει να πάρει τα παιδιά από το σχολείο; Η σειρά ThinkPad X1 έχει σχεδιαστεί από μηχανικούς που έχουν πλήρη συναίσθηση της φιλοσοφίας της \"Βασικής μηχανικής\" καθώς δημιουργούν νέες συσκευές και δυνατότητες στη Lenovo.</span></p> \n<p><span>Εξασφαλίζουμε ότι τα προϊόντα μας προσαρμόζονται στο πολυάσχολο πρόγραμμα των χρηστών και κατασκευάζονται ώστε να προσφέρουν έξυπνα, εύχρηστα και αξιόπιστα πλεονεκτήματα. Βασιζόμενη στην κληρονομιά της παροχής ασφαλών προϊόντων, λύσεων και υπηρεσιών πληροφορικής σε καταναλωτές και πελάτες σε όλον τον κόσμο, εδώ και περισσότερες από τρεις δεκαετίες, η ομάδα θέτει ως προτεραιότητα την εμπειρία των τελικών χρηστών, με την ενσωμάτωση βασικών δυνατοτήτων και καινοτομιών στη σειρά ThinkPad X1.</span></p> \n<p><span>Ο Baiati θέτει το ζήτημα στην πραγματική του διάσταση. \"Η εμπειρία του τελικού χρήστη εκτείνεται πέρα από τις παραδοσιακές έννοιες της εμφάνισης, της αίσθησης και του ήχου. Οι άνθρωποι θέλουν να νιώθουν ασφαλείς όταν χρησιμοποιούν την τεχνολογία και αυτή η αίσθηση είναι αδιαπραγμάτευτη. Ο φόβος της προσβολής από ιό, της εισβολής και της κλοπής ταυτότητας είναι πραγματικός και εξακολουθούμε να κάνουμε το καλύτερο που μπορούμε για να καταπολεμήσουμε τις κυβερνοεπιθέσεις. Δημιουργήσαμε το ThinkShield ως μια πρωτοποριακή σειρά λύσεων ασφάλειας τεχνολογίας αιχμής για να διατηρούμε τη δική σας ασφάλεια\".</span></p> \n<p><span>Το ThinkShutter αποτελεί απόδειξη του πως οι μηχανικοί της σειράς ThinkPad έχουν δώσει πνοή σε μια απαραίτητη καινοτομία για τους χρήστες. Αυτοκόλλητα χαρτάκια, ταινία, περίτεχνα καλύμματα της κάμερας web – οι άνθρωποι έχουν διερευνήσει κάθε λογής τρόπο για να καλύψουν την κάμερα web – μέχρι τη στιγμή που παρουσιάσαμε το ThinkShutter – καθιστώντας το ThinkPad τον πρώτο επαγγελματικό φορητό υπολογιστή στον κόσμο με ενσωματωμένο κλείστρο κάμερας web.</span></p> \n<p><span>Ένα μικροσκοπικό συρόμενο κάλυμμα που βρίσκεται δίπλα στην κάμερα web στο επάνω μέρος της συσκευής, μπορεί να μετακινηθεί στο πλάι όταν θέλετε να πραγματοποιήσετε μια κλήση στο Skype ή να κάνετε εγγραφή βίντεο και, στη συνέχεια, να επιστρέψει στη θέση του όταν δεν χρησιμοποιείτε την κάμερα, για να προστατεύσει την ιδιωτικότητά σας.</span></p> \n<p><span>Ένα άλλο παράδειγμα είναι το PrivacyGuard, ένα ενσωματωμένο φίλτρο οθόνης που αποτρέπει τα αδιάκριτα βλέμματα με ανίχνευση βλέμματος και παρουσίας. Η λειτουργία χρησιμοποιεί μια κάμερα υπερύθρων για να ανιχνεύει αν βρίσκεται κάποιος πίσω σας και να ενεργοποιεί ειδοποιήσεις ιδιωτικότητας.</span></p> \n<p><span>Επίσης, έχει τη δυνατότητα να μειώνει τη φωτεινότητα της οθόνης και να επιτρέπει τη θέαση μόνο για εσάς, αν στέκεστε ακριβώς μπροστά από τον φορητό υπολογιστή. Χρειάζεται να δουλέψετε με ένα εμπιστευτικό έγγραφο σε μια καφετέρια ή στο αεροπλάνο; Το PrivacyGuard θα αποδειχτεί πολύ χρήσιμο.</span></p> \n<p><span>Το PrivacyGuard είναι ένα ενσωματωμένο φίλτρο οθόνης που αποτρέπει τα αδιάκριτα βλέμματα με ανίχνευση βλέμματος και παρουσίας.</span></p> \n<p><span>Αν έχετε αναρωτηθεί ποτέ πώς να προστατεύσετε την ταυτότητά σας χωρίς να χρησιμοποιείτε κωδικούς πρόσβασης που είναι δύσκολο να τους θυμάστε και εύκολο να παραβιαστούν, η σειρά ThinkPad X1 έχει τη λύση.</span></p> \n<p><span>Το ThinkShield προσφέρει πολλαπλούς παράγοντες ελέγχου ταυτότητας, πολλοί από τους οποίους υποστηρίζονται από την τεχνολογία Intel Authenticate. Επίσης, η Lenovo είναι ο πρώτος προμηθευτής που ενσωματώνει προγράμματα ελέγχου ταυτότητας με πιστοποίηση FIDO απευθείας σε υπολογιστές με Microsoft Windows.</span></p> \n<p><span>Η FIDO ελέγχει την ταυτότητα σε τοποθεσίες web όπως το PayPal, το Google, και το Dropbox με τη βοήθεια ασφαλούς τεχνολογίας δακτυλικών αποτυπωμάτων και αποτελεί επίσης έναν εξαιρετικά ασφαλή και ιδιωτικό τρόπο ώστε οι εργαζόμενοι να μπορούν να χρησιμοποιούν τα δακτυλικά τους αποτυπώματα ως δεύτερο παράγοντα κατά τη σύνδεση στο εταιρικό δίκτυο και σε άλλους συνδεδεμένους επαγγελματικούς πόρους.</span></p> \n<p><span>Ο μηχανισμός ανάγνωσης δακτυλικών αποτυπωμάτων match-on-chip χρησιμοποιεί τεχνολογία αιχμής Synaptics για την πλήρη εκτέλεση του ελέγχου ταυτότητας στον μηχανισμό ανάγνωσης. Επιπλέον, έχουμε ενσωματώσει έναν ισχυρό αλγόριθμο προστασίας από πλαστογράφηση που ονομάζεται Quantum Matcher και βασίζεται στην ανάλυση εικόνας με εκμάθηση μηχανής για τη μεγάλη μείωση τις πιθανότητας επιτυχών επιθέσεων πλαστογράφησης.</span></p> \n<p><span>Συνολικά, αυτά τα χαρακτηριστικά απαιτούν ελάχιστη προσπάθεια εκ μέρους των υπαλλήλων, αυξάνοντας παράλληλα το επίπεδο ασφάλειας - συμβάλλοντας στη δημιουργία θετικής εμπειρίας για τους τελικούς χρήστες και τις ομάδες ασφάλειας IT στους οργανισμούς. Με την υποστήριξη των κατάλληλων τεχνολογιών και των λύσεων ThinkShield, οι ομάδες μπορούν να επικεντρώνουν τις προσπάθειές τους στην αύξηση της παραγωγικότητας και την προώθηση της καινοτομίας, η οποία θα συμβάλλει τελικά στη βελτίωση της ουσίας.</span></p> \n<p><span>Όταν η κληρονομιά της Lenovo στον τομέα της ασφάλειας συναντάει τη σχεδίαση με επίκεντρο τον χρήστη, είμαστε περήφανοι που βλέπουμε την αρχή της \"<strong>Βασικής μηχανικής</strong>\" να βοηθάει οργανισμούς και άτομα σε πολύ περισσότερους τομείς από την τεχνολογία.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
