{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G y seguridad cibernética: Lo que las empresas deben saber","Image":"","Body":"<p><span>Las empresas deben tener un plan de seguridad claro para abordar las posibles amenazas de seguridad cibernética de 5G, según una serie de presentaciones y paneles en la conferencia de la Alianza Nacional de Seguridad Cibernética (NCSA) de este año en NASDAQ en Nueva York, un evento que marca el comienzo del&nbsp;</span><a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\"><span>Mes nacional de concientización sobre seguridad cibernética</span></a><span>.</span></p> \n<p><span>La sin fines de lucro&nbsp;</span><a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\"><span>NCSA</span></a><span>&nbsp;construye asociaciones públicas y privadas para promover una fuerte ciberseguridad con un esfuerzo en dos direcciones. La primera, la conferencia en Nueva York, contó con paneles de discusión sobre privacidad de datos, el papel de la inteligencia artificial en la seguridad y el impacto de la computación cuántica junto con una charla destacada sobre seguridad 5G por Jason Ruger, director de seguridad de la información en Lenovo.</span></p> \n<p><span>La segunda se enfoca en los consumidores y usuarios individuales, ya que los ataques de phishing y otros ataques aparentemente anticuados continúan siendo una amenaza seria, dijo Kelvin Coleman, director ejecutivo de NCSA, cuando pidió a los consumidores que sean dueños de la TI. Asegure la TI Proteja la TI.</span></p> \n<p><span>“Este simple mensaje alienta a los consumidores a comprender los dispositivos y aplicaciones que usan todos los días, asegurar su perfil digital y protegerlo al familiarizarse con la configuración de privacidad para ayudar a salvaguardar su privacidad y limitar los delitos cibernéticos”, dijo Coleman. “A medida que los ciberdelincuentes se vuelven más sofisticados, es importante recordar estos pocos métodos probados y verdaderos para protegerse en línea.”</span></p> \n<p><span>En su presentación, Ruger explicó cómo la tecnología que impulsa el tremendo potencial de 5G (velocidades más de 100 veces más rápidas que 4G) crea no solo velocidades más rápidas, sino también nuevas oportunidades para mejorar la seguridad cibernética.</span></p> \n<p><span>Estas oportunidades se derivan de lo que hace que 5G sea tan diferente: la longitud de onda más pequeña y de mayor frecuencia en comparación con las tecnologías anteriores.&nbsp; Ruger dijo que las ondas de radio AM, una tecnología anterior del otro extremo del espectro, tienen 1000 pies de largo, mientras que las nuevas ondas de banda 5G tienen menos de 1 centímetro.&nbsp; Esto ayuda a 5G a entregar velocidades tan rápidas con mucha menos latencia.</span></p> \n<p><span>Las principales diferencias que Ruger dijo que las organizaciones deben tener en cuenta son la cantidad de dispositivos, la velocidad de conectividad y la distancia que recorren las ondas.</span></p> \n<p><span>“Cada uno de estos cambios presenta desafíos reales al abordar la seguridad cibernética, pero también oportunidades para mejorar la seguridad”, dijo Ruger, quien ha gestionado migraciones corporativas anteriores de 2G a 3G, 3G a 4G, y ahora a 5G para compañías como Lenovo, Motorola y Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Las conexiones más rápidas y fuertes proporcionadas por 5G crearán una explosión de dispositivos de Internet de las cosas.&nbsp; ¿Cuántos dispositivos nuevos? Donde los empleados ahora pueden tener uno o dos dispositivos conectados a Internet cada uno, las organizaciones deben planear hasta 100 dispositivos por empleado en un futuro cercano, ya que la oficina agrega sensores inteligentes en todo, desde bombillas hasta sillas de oficina y termostatos.</span></p> \n<p><span>“Cuando los empleados comienzan a traer tantos dispositivos, eso ejercerá una gran presión sobre las organizaciones para garantizar que cada dispositivo se actualice y aplique parches de manera consistente”, dijo Ruger. “Las organizaciones deben tener un plan para garantizar que los dispositivos se actualicen, ya sea a través de un contrato de servicio o reemplazos de dispositivos más frecuentes, lo que podría significar arrendar más dispositivos.”</span></p> \n<p><span>Las organizaciones también pueden aprovechar el corte de la red, que les permite obtener porciones privadas del espectro 5G, lo que a su vez reduce la oportunidad de movimiento lateral de problemas como infecciones a través de la red.</span></p> \n<p><span>Lenovo tiene planes para 5G tanto en cómo asegurará sus propias redes para proporcionar productos que usan 5G. Los teléfonos inteligentes Motorola de Lenovo incluyeron el primer teléfono listo para 5G y Lenovo lanzó la primera PC Qualcomm 5G.</span></p> \n<p><span>El mayor punto de venta para 5G es la velocidad.&nbsp; El nuevo estándar, que trabaja casi 100 veces más rápido que 4G, promete hacer que los videos en línea se reproduzcan sin problemas cada vez y que las descargas parezcan casi instantáneas. Pero la misma velocidad rápida que hace llamadas claras o videos perfectos también significa que los piratas informáticos que infringen sus sistemas pueden extraer montañas de sus datos antes de que pueda reaccionar.</span></p> \n<p><span>“Esa velocidad puede parecer un poco aterradora cuando se está a cargo de la seguridad, pero el corte de red 5G permite nuevas capacidades de monitoreo y 'detección'”, dijo Ruger. “Además, puede aprovechar las velocidades de 5G para mejores copias de seguridad de datos y redundancia.”</span></p> \n<p><span>La tercera área es la distancia, que es la verdadera dicotomía de 5G.&nbsp; Esas ondas de radio AM de 1000 pies tienen una ventaja: viajan grandes distancias.&nbsp; En contraste, las ondas 5G comparativamente pequeñas requieren células con una frecuencia de unos pocos cientos de pies, especialmente en entornos urbanos densos. Esto creará una explosión de dispositivos de infraestructura para impulsar las ondas 5G hacia adelante.</span></p> \n<p><span>Si bien todas esas celdas deben estar aseguradas, también brindan una oportunidad para que los líderes de seguridad controlen las microceldas instaladas en sus edificios cuando llegue el 5G.</span></p> \n<p><span>“Y las empresas pueden aprovechar esa limitación de distancia para centrarse en la conectividad dentro del espacio de la oficina y mejorar la autenticación para asegurar su red”, dijo Ruger.</span></p> \n<p><span>Y recordó a todos que las cosas seguirán avanzando más rápido ya que el trabajo en 6G ya está en marcha.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}