{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Ingeniería fundamental: El legado de seguridad se encuentra con el diseño centrado en el usuario","Image":"","Body":"<p><span>Hoy en día, hay dos tipos de empresas: las que han experimentado infracciones de seguridad y las que no saben que las tienen. En nuestro mundo altamente interconectado, existen serias amenazas de seguridad en todas partes: dispositivos robados, robo de datos, ransomware, fraude de transacciones, vulnerabilidades de software, acceso no autorizado a la nube: la lista sigue y sigue.</span></p> \n<p><span>En Lenovo,&nbsp;</span><a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\"><span>la seguridad está en nuestro ADN</span></a><span>&nbsp;y es esencial en cada paso del ciclo de vida del producto. ThinkPad integró un subsistema de seguridad desde 2002 y fue el primero en agregar autenticación de lector de huellas digitales en 2004. Sobre la base de la rica herencia de entrega soluciones de seguridad de vanguardia como la tecnología de huellas dactilares y aplicación del pensamiento de diseño pensando en el usuario final, la ingeniería de los últimos productos Lenovo ThinkPad X1 logra un buen equilibrio entre la capacidad de administración y la facilidad de uso sin comprometer la seguridad.</span></p> \n<p><span>“Las ramificaciones de una infracción de seguridad se extienden más allá del impacto financiero inmediato.&nbsp; La erosión de la confianza de las partes interesadas, el daño a la marca, la posible pérdida de propiedad intelectual y el impacto regulatorio son algunas de las consideraciones que las organizaciones deben tener en cuenta a medida que el panorama de amenazas continúa evolucionando a diario.&nbsp; Este nuevo cambio de paradigma significa que la detección y la corrección son vitales”, dice Nima Baiati, Directora global y Gerente general de Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>La erosión de la confianza de las partes interesadas, el daño a la marca, la posible pérdida de propiedad intelectual y el impacto regulatorio son algunas de las consideraciones que las organizaciones deben tener en cuenta a medida que el panorama de amenazas continúa evolucionando a diario.</span></em></p> \n<p><strong><span>Un enfoque de 360° para la seguridad</span></strong></p> \n<p><span>Lenovo anunció&nbsp;</span><span>ThinkShield</span><span>&nbsp;en 2018, un conjunto integral de soluciones de seguridad diseñadas para proteger toda la vida útil del producto. Al asegurar los dispositivos directamente desde la cadena de fabricación y suministro,&nbsp;</span><a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\"><span>ThinkShield</span></a><span>&nbsp;asegura que los dispositivos no estén infectados o comprometidos incluso antes de que se enciendan.</span></p> \n<p><span>Supervisamos la seguridad de los proveedores que construyen componentes inteligentes, asegurándonos de que cumplan con sus políticas y pautas. Además de eso, trabajamos con Intel para alinearnos con su cadena de suministro transparente, lo que permite a los clientes validar la integridad de cada componente de su nuevo sistema.</span></p> \n<p><span>ThinkPad X1 también está diseñado con una integración profunda entre hardware y software y cuenta con las CPU más avanzadas disponibles.&nbsp;</span><a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\"><span>Los PC con núcleo seguro de Windows 10</span></a><span>&nbsp;están destinados a manejar datos de misión crítica en algunas de las industrias más sensibles a los datos.</span></p> \n<p><span>Un PC ThinkPad X1 de núcleo seguro es un dispositivo moderno de Windows que viene con el más alto nivel de hardware, software y protección de identidad listo para usar de inmediato.</span></p> \n<p><span>David Weston, director asociado de seguridad del sistema operativo en Microsoft, dice: “las empresas se enfrentan a un mayor riesgo a medida que los adversarios se vuelven más sofisticados y específicos en sus ataques. En este panorama de amenazas elevadas, un enfoque integrado de hardware y software para la protección es esencial. Las PC con núcleo seguro están diseñadas para prevenir este tipo de ataques de firmware específicos en lugar de simplemente detectarlos.”</span></p> \n<p><em><span>Las PC con núcleo seguro están diseñadas para prevenir este tipo de ataques de firmware específicos en lugar de simplemente detectarlos.</span></em></p> \n<p><span>Respaldado por una profunda experiencia y apoyado por una red global de profesionales de servicio técnico capacitados y certificados, Lenovo aplica el concepto de “diseño para la seguridad” en todo lo que hacemos.</span></p> \n<p><span>Dada la creciente complejidad de las redes y la creciente sofisticación de las amenazas de seguridad, ThinkShield ofrece cuatro pilares de protección que abarcan dispositivos, datos, identidad y soluciones en línea. Desde Privacy Guard, ThinkShutter, el servicio “Keep Your Drive”, disco duro seguro USB hasta la conexión segura, FIDO (Fast Identity Online), lector de huellas dactilares Match-on-Chip y Bufferzone, por nombrar algunas soluciones, el objetivo es tener organizaciones y usuarios protegidos desde todos los ángulos.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Brinde tranquilidad a las organizaciones&nbsp;</span></strong></p> \n<p><span>Independientemente del tamaño o la etapa de desarrollo, las organizaciones de hoy en día comparten un desafío común: los equipos de seguridad de TI no cuentan con personal suficiente.</span></p> \n<p><span>El número de ataques cibernéticos aumenta cada día y los piratas informáticos y los infiltrados maliciosos desarrollan constantemente formas nuevas y creativas para exponer vulnerabilidades, sin mencionar el creciente número de ataques de phishing por correo electrónico o la falta de apoyo estructural para fomentar una cultura corporativa orientada a la seguridad.</span></p> \n<p><span>Según Gartner, la escasez de profesionales de seguridad calificados ha sido un problema permanente que constantemente da como resultado implementaciones fallidas de tecnología de seguridad y hemos visto incidentes de infracciones de datos que terminaron costando el trabajo del CIO o el CEO.&nbsp; ¿Cómo elevar la seguridad de su empresa con recursos limitados y encontrar tranquilidad? Una forma es recurrir a proveedores de tecnología en los que pueda confiar para superar los desafíos.</span></p> \n<p><span>Es por eso que desarrollamos una gama de nuevas mejoras de seguridad y de capacidad de administración para BIOS (Sistema básico de entrada y salida), el firmware preinstalado y el primer software que se ejecuta cuando se enciende una computadora. Los incorporamos al último ThinkPad X1 para facilitar a las empresas la implementación de la seguridad en un nivel fundamental.</span></p> \n<p><span>Tomemos como ejemplo la configuración de contraseña de Supervisor remoto. Las contraseñas de BIOS se han vuelto críticas debido a la adopción de Windows 10 y las características de VBS (Seguridad basada en virtualización). Tradicionalmente, los sistemas ThinkPad no han admitido la configuración remota de una contraseña de supervisor para evitar ataques DOS (denegación de servicio), lo que requiere que alguien administre físicamente el proceso.</span></p> \n<p><span>La nueva configuración de contraseña de Supervisor remoto permite a los administradores de TI aprovechar el marco de comunicación segura Absolute Persistence 2.0 para establecer una contraseña de supervisor sin presencia física, lo que les permite implementar miles de computadoras portátiles ThinkPad de forma remota y segura, sin la necesidad de estar físicamente en cada una.</span></p> \n<p><span>Otro ejemplo de las nuevas características de seguridad es un BIOS de recuperación automática. Cuando el BIOS se corrompe o se ataca de forma malintencionada, el BIOS se “recuperará por sí mismo” y volverá a la copia de respaldo conocida. Esto evita que los piratas informáticos se infiltren en el código de firmware de nivel más bajo en el dispositivo y proporciona a los equipos de TI y a los usuarios un BIOS resistente que resulta en menos tiempo de inactividad.</span></p> \n<p><span>Además, agregamos ThinkShield Secure Wipe al BIOS, que elimina de manera confiable todos los datos de un disco sin la necesidad de herramientas externas, lo que significa que los equipos de seguridad de TI ahora pueden borrar completamente los datos confidenciales en los discos duros de forma segura, rápida y sin esfuerzo.</span></p> \n<p><strong><span>Mejora la experiencia del empleado</span></strong></p> \n<p><span>¿Quién tiene tiempo para pensar en la ciberseguridad cuando tiene dos llamadas en conferencia y un informe pendiente mientras se apresura a recoger a los niños? La serie ThinkPad X1 está diseñada por ingenieros que viven y respiran la filosofía de “</span><span>Ingeniería Fundacional</span><span>” al crear nuevos dispositivos y funciones en Lenovo.</span></p> \n<p><span>Nos aseguramos de que nuestros productos se adapten a la vida ocupada de nuestros usuarios y estén diseñados para ofrecer beneficios inteligentes, convenientes y confiables. Sobre la base de un legado de más de tres décadas de entrega de productos, soluciones y servicios de TI seguros a consumidores y clientes en todo el mundo, el equipo pone la experiencia de los usuarios finales primero con características e innovaciones clave dentro de la serie ThinkPad X1.</span></p> \n<p><span>Baiati pone esto en perspectiva. “La experiencia del usuario final se extiende más allá de los sentidos tradicionales de apariencia, sensación y sonido. Las personas quieren sentirse seguras cuando usan la tecnología y este estado emocional no es negociable. El miedo a las infecciones de virus, la piratería informática y el robo de identidad es real, y continuaremos haciendo todo lo posible para combatir las amenazas cibernéticas. Creamos ThinkShield como una gama innovadora de soluciones de seguridad de vanguardia para mantenerlo protegido.”</span></p> \n<p><span>ThinkShutter es una prueba de cómo los ingenieros de ThinkPad han hecho realidad una innovación necesaria para los usuarios. Post-it, cinta, una elegante cubierta para cámara web: la gente ha explorado todo tipo de cosas para cubrir su cámara web hasta que presentamos ThinkShutter, lo que convierte a ThinkPad en la primera computadora portátil comercial del mundo con obturador de cámara web incorporado.</span></p> \n<p><span>Una pequeña cubierta deslizante que se encuentra al lado de la cámara web en la parte superior del dispositivo, se puede mover hacia un lado cuando desea hacer una llamada de Skype o grabar un video, luego se desliza hacia atrás cuando no está usando la cámara para proteger su intimidad.</span></p> \n<p><span>Otro ejemplo es PrivacyGuard, un filtro de pantalla incorporado que evita que miren su pantalla sobre su hombro con detección de presencia y mirada. La función utiliza una cámara IR para detectar si alguien está detrás de usted, lo que permite alertas de privacidad.</span></p> \n<p><span>También tiene la capacidad de oscurecer la pantalla y hacerla visible solo si está sentado directamente frente a la computadora portátil. ¿Necesita trabajar en un documento confidencial en una cafetería o en un avión? PrivacyGuard será útil.</span></p> \n<p><span>PrivacyGuard es un filtro de pantalla incorporado que evita que miren su pantalla sobre su hombro con detección de presencia y mirada.</span></p> \n<p><span>Si alguna vez se ha preguntado cómo proteger su identidad sin usar contraseñas difíciles de recordar o fáciles de hackear, ThinkPad X1 lo tiene cubierto.</span></p> \n<p><span>ThinkShield proporciona múltiples factores de autenticación, muchos de los cuales son compatibles con Intel Authenticate. Además, Lenovo es el primer proveedor en integrar autenticadores certificados por FIDO directamente en las PC con Microsoft Windows.</span></p> \n<p><span>FIDO autentica identidades en sitios como PayPal, Google y Dropbox utilizando tecnología segura de huellas digitales, y también es una forma altamente segura y privada para que los empleados usen sus huellas digitales como un segundo factor cuando inician sesión en redes corporativas y otros recursos comerciales conectados.</span></p> \n<p><span>Nuestro lector de huellas dactilares de combinación en chip utiliza tecnología Synaptics de vanguardia para realizar la autenticación por completo en el lector. Además, incorporamos un algoritmo robusto anti-spoofing llamado Quantum Matcher basado en análisis de imágenes con aprendizaje automático para reducir en gran medida la probabilidad de ataques de spoofing exitosos.</span></p> \n<p><span>En general, estas características requieren un esfuerzo mínimo por parte de los empleados, al tiempo que mejoran el nivel de seguridad, lo que ayuda a crear una experiencia positiva para los usuarios finales y los equipos de seguridad de TI en las organizaciones. Empoderados con las tecnologías correctas y las soluciones ThinkShield, los equipos pueden concentrarse en aumentar la productividad e impulsar las innovaciones, que eventualmente ayudarán a mejorar el resultado final.</span></p> \n<p><span>Cuando el legado de seguridad de Lenovo se encuentra con el diseño centrado en el usuario, estamos orgullosos de que ver nuestro concepto de “<strong>Ingeniería Fundacional</strong>” está ayudando a organizaciones e individuos con más que tecnología.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}