{
	"Results": {
		"Id": "a61f458799d545c9bf867cffa93246bf",
		"Template": "Article",
		"Title": "Envisioning the AI-Empowered Patient and Physician of the Future",
		"Image": "",
		"Body": "<div class=\"wpb_text_column wpb_content_element \" style=\"color: #000000; letter-spacing: normal; margin-bottom: 35px;\"> \n <div class=\"wpb_wrapper\" style=\"margin-bottom: 0px;\"> \n  <p style=\"margin: 16px 0px;\">Artificial intelligence is here and already revolutionizing healthcare. In <span></span>part one<span></span> of our look at AI’s inexorable march into medicine and wellness, we explored how AI enhances diagnostics, clinical infrastructure, and preventative care. Start there for a <span></span>primer on attitudes, regulations, and the underlying technology, including Lenovo’s role in everything from hospital administration to algorithm development.</p> \n  <p style=\"margin: 16px 0px 0px;\">All that powerful transformation serves as a<span></span><em style=\"margin-bottom: 0px;\">tool</em><span></span>for both patients and provider–and that trend will continue over the next decade. So if AI is unlikely to supplant trusted doctors and must accommodate patient data privacy, where will the big changes happen?</p> \n </div> \n</div> \n<div class=\"vc_separator wpb_content_element vc_separator_align_center vc_sep_width_100 vc_sep_border_width_5 vc_sep_pos_align_center vc_sep_color_blue vc_separator-has-text\" style=\"width: 880px; color: #000000; letter-spacing: normal; margin-right: auto; margin-bottom: 35px; margin-left: auto;\"> \n <h4 style=\"margin: 0px; padding: 0px 0.8em; text-align: center;\">AI in Five Years: Smarter Machines and Virtual Assistants</h4> \n</div> \n<div class=\"wpb_text_column wpb_content_element \" style=\"color: #000000; letter-spacing: normal; margin-bottom: 35px;\"> \n <div class=\"wpb_wrapper\" style=\"margin-bottom: 0px;\"> \n  <p style=\"margin: 16px 0px;\">Let’s jump ahead about five years and see how the field may have changed. Incremental jumps in technology will increase the ubiquity and strength of the examples above, but where will the real change happen?</p> \n  <p style=\"margin: 16px 0px;\">Consider how much happens behind-the-scenes when working with a virtual assistant on your smartphone. From voice recognition that learns<span></span><em>your</em><span></span>voice to combing through live search results to leveraging past behaviors to sharing results across devices—this unfolds instantly and most of us never even consider the AI-powered<span></span><em style=\"margin-bottom: 0px;\">how</em>. Tease expects a similar phenomenon in diagnostic tech.</p> \n  <p style=\"margin: 16px 0px;\">“Imagine you go to the hospital for a PET scan or MRI,” said Scott Tease, Lenovo’s executive director of High Performance Computing and Artificial Intelligence. “Before the doctor or technician reviews the images, an algorithm will interpret the data and flag every irregularity. This accelerates the caregivers’ efforts, draws their attention to issues, and helps ensure nothing is overlooked.&nbsp; In fact, these processes are under review by regulatory bodies right now.”</p> \n  <figure class=\"wp-caption aligncenter\" id=\"attachment_7144\" aria-describedby=\"caption-attachment-7144\" style=\"margin: 30px auto; width: 1024px; height: auto; text-align: center;\">\n   <img alt=\"\" width=\"1024\" height=\"540\" style=\"width: 1024px; height: 540px;\" src=\"assets/build-in-contents/images/AI1.jpg\">\n   <figcaption class=\"wp-caption-text\" id=\"caption-attachment-7144\" style=\"padding: 10px; width: 500px; height: 18px; text-align: center; margin-bottom: 0px;\">\n    Enhanced resolution and analysis will allow remote scanning and diagnosis — even of small and subtle symptoms.\n   </figcaption>\n  </figure> \n  <p style=\"margin: 16px 0px;\">Doctors may be more apt to embrace this use of AI, but what about the deluge of tracking data? The prospect of health-tracking devices automatically pinging clinics with potential concerns raises more than a few eyebrows.</p> \n  <p style=\"margin: 16px 0px;\">“There’s real concern about alert-fatigue, which I don’t see changing anytime soon,” said Dr. Dan Stevens, a former clinician and the global healthcare product manager at Lenovo. “More likely, at least short term, wearable data will be a useful diagnostic supplement available upon request.”</p> \n  <p style=\"margin: 16px 0px;\">We may also see the growing demand for “convenience”—everything available at your fingertips through a website or app—reshape low-risk patient care. Here, AI may lead to chatbot-style physician care, where a series of targeted questions combined with biometrics will help people find the right care.</p> \n  <p style=\"margin: 16px 0px;\">Telemedicine, of course, made consulting a doctor from the comfort of home possible years ago, but an electronic physician could radically reduce cost. Even if a real person steps in to review and approve, an AI-led interview and data assessment would certainly increase efficiency.</p> \n  <p style=\"margin: 16px 0px 0px;\">“AI diagnosis is a complex continuum,” Stevens said. “Convenience, risk assessment, and accuracy all play a role. We’re not likely to see the chatbot approach take over for anything with dangerous symptoms.”</p> \n </div> \n</div> \n<div class=\"vc_separator wpb_content_element vc_separator_align_center vc_sep_width_100 vc_sep_border_width_5 vc_sep_pos_align_center vc_sep_color_blue vc_separator-has-text\" style=\"width: 880px; color: #000000; letter-spacing: normal; margin-right: auto; margin-bottom: 35px; margin-left: auto;\"> \n <h4 style=\"margin: 0px; padding: 0px 0.8em; text-align: center;\">AI in 10 Years: Personalized, Globally Accessible Medicine</h4> \n</div> \n<div class=\"wpb_text_column wpb_content_element \" style=\"color: #000000; letter-spacing: normal; margin-bottom: 35px;\"> \n <div class=\"wpb_wrapper\" style=\"margin-bottom: 0px; text-align: center;\"> \n  <p style=\"margin: 16px 0px; text-align: left;\">Assume that the changes outlined so far march forward, driven by advances in technology and wider adoption.<span></span>Misconceptions about AI <span></span>will also continue to erode, and successful deployment of AI-assisted technology may increase public trust in algorithmic living. Who can guess how fleets of autonomous vehicles smoothly navigating city streets and highways will change perception?</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">AI also notoriously employs a so-called <span></span>“black box”—the essential genius of deep-learning unfolds behind a closed curtain. We know the input and output, of course, but seldom the step-by-step process of the AI reaching its conclusion. It can be difficult to trust an answer when the underlying work is hidden (and may contain <span></span>accidental bias).</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">Trust will likely grow over the next decade, but even without that embrace, things may wildly transform—as much as possible in the regulated world of medicine.</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">Genomic sequencing is, in itself, a revolution. Mapping a genome opens a window into inherited conditions, susceptibility to disease, potential response to treatment, and countless other insights. But the process takes time and the considerable might of high-performance computers.</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">Lenovo recently set out to look at <span></span>pushing sequencing to population levels—dropping 150 hours of computational time to something much more manageable. One proposed solution, which more readily scales than most, clocks in at just 5.5 hours for a full genome. Imagine that figure after another 10 years of innovation.</p> \n  <figure class=\"wp-caption aligncenter\" id=\"attachment_7186\" aria-describedby=\"caption-attachment-7186\" style=\"margin: 30px auto; width: 1024px; height: auto; text-align: center;\">\n   <img alt=\"\" style=\"width: 1000px; height: 430px;\" src=\"assets/build-in-contents/images/AI2.jpg\">\n   <figcaption class=\"wp-caption-text\" id=\"caption-attachment-7186\" style=\"padding: 10px; text-align: center; margin-bottom: 0px;\">\n    The MareNostrum supercomputer–housed in a Barcelona church–where Lenovo helps drive powerful genomic research.\n   </figcaption>\n  </figure> \n  <p style=\"margin: 16px 0px; text-align: left;\">“What if we could sequence everyone and develop truly personalized medicine?” Tease asked. “If AI and HPC drive the computational time down so low that on-demand, virtually anyone could get that diagnostic edge and identify the ideal, individualized treatment.”</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">Even beyond that kind of massive rollout, Tease imagines a world where AI enhances access to quality care.</p> \n  <p style=\"margin: 16px 0px; text-align: left;\">“A patient anywhere in the world could share a blood sample and deep biometrics,” he said. “AI steps in for the initial analysis, finding patterns, diagnosing the patient, and recommending next steps. Then, as necessary, the case escalates to the right expert, who now has all that information at their fingertips.”</p> \n  <p style=\"margin: 16px 0px; text-align: center;\"><img alt=\"\" style=\"width: 1000px; height: 621px;\" src=\"assets/build-in-contents/images/AI3.jpg\"></p> \n  <p style=\"margin: 16px 0px; text-align: left;\">Add in the possibility to assist and treat with augmented reality tools, and both efficiency and quality soar while costs plummet. How that plays out in the regulatory space will be interesting and <span></span>potentially painful—though early adoption gives us reason to be optimistic.</p> \n  <p style=\"margin: 16px 0px 0px; text-align: left;\">Making the future even brighter, consider that AI algorithms are only as powerful as the data available. That essential data upon which machine-learning thrives will push big data analytics in healthcare to <span></span>nearly $70 billion by 2025. Who can predict how the AI of 2030 will empower both patients and providers?</p> \n </div> \n</div>",
		"Author": ""
	}
}
