{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G та кібербезпека — що потрібно знати керівникам компаній",
		"Image": "",
		"Body": "<p><span>Компанії повинні мати чіткий план захисту від потенційних загроз кібербезпеки 5G, згідно із серією презентацій і дискусій на цьогорічній конференції Національного альянсу з кібербезпеки (NCSA) у NASDAQ у Нью-Йорку&nbsp;— події, яка знаменує початок&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">місяця поінформованості про кібербезпеку</a>.</span></p> \n<p><span>Неприбуткова організація&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;створює державні та приватні партнерства для просування двох аспектів надійної кібербезпеки. Перший аспект охопила конференція, яка пройшла в Нью-Йорку. На ній відбулися експертні дискусії про конфіденційність даних, роль штучного інтелекту в безпеці та вплив квантових обчислень. Крім того, Джейсон Ругер, головний директор з інформаційної безпеки компанії Lenovo, читав лекцію про безпеку 5G.</span></p> \n<p><span>Другий аспект зосереджено на споживачах і окремих користувачах, оскільки фішинг та інші начебто старомодні атаки досі становлять серйозну загрозу, як вважає Келвін Коулман, виконавчий директор NCSA, який звернувся до споживачів із порадою \"Відповідально ставтеся до ІТ\". Убезпечуйте й захищайте ІТ.</span></p> \n<p><span>\"Ця проста ідея спонукає споживачів розуміти роботу пристроїв і програм, якими вони користуються щодня, захищати свій цифровий профіль і приватність, а також обмежувати кіберзлочини завдяки налаштуванням конфіденційності,&nbsp;— зазначив Коулман.&nbsp;— Оскільки кіберзлочинці стають дедалі хитрішими, важливо пам’ятати ці кілька перевірених методів самозахисту в Інтернеті\".</span></p> \n<p><span>У своїй презентації Ругер пояснив, як технологія, що забезпечує величезний потенціал 5G&nbsp;— 100-кратне прискорення, порівняно з 4G,&nbsp;— не лише гарантує високу швидкість, а й надає нові можливості для вдосконалення кібербезпеки.</span></p> \n<p><span>Причина таких переваг 5G&nbsp;— менша довжина високочастотної хвилі, ніж у попередніх технологіях.&nbsp; Ругер відзначив, що AM-радіохвилі, попередня технологія з іншого кінця спектра, 300&nbsp;метрів завдовжки, а нові хвилі 5G-діапазону коротші за сантиметр.&nbsp; Це допомагає 5G забезпечувати високу швидкість зі значно меншою затримкою.</span></p> \n<p><span>Ругер вважає, що керівники організацій мають пам’ятати про головні технологічні особливості 5G: кількість пристроїв, швидкість підключення та відстань руху хвиль.</span></p> \n<p><span>\"Кожна з цих змін становить реальні проблеми для кібербезпеки, проте водночас надає можливості її покращити\",&nbsp;— каже Ругер, який керував попередніми переходами з 2G на 3G, з 3G на 4G, а тепер уже й на 5G для таких компаній, як Lenovo, Motorola й Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Швидші, надійніші з'єднання, які надає 5G, суттєво підвищать кількість IoT-пристроїв.&nbsp; Скільки буде нових пристроїв? Наразі співробітники мають один або два пристрої, підключені до Інтернету, але організаціям найближчим часом доведеться планувати до 100&nbsp;пристроїв на одного працівника, оскільки в офісах розумними датчиками буде обладнано геть усе: від лампочок і офісних крісел до термостатів.</span></p> \n<p><span>\"Коли співробітники отримають стільки пристроїв, організаціям буде дуже складно забезпечити постійне оновлення та виправлення кожного пристрою,&nbsp;— прогнозує Ругер.&nbsp;— Організації повинні мати план оновлення пристроїв через договір на обслуговування або завдяки частішим замінам, що може означати оренду більшої кількості пристроїв\".</span></p> \n<p><span>Організації також можуть скористатися \"розподілом мережі\", що дає змогу придбати приватні ділянки спектру 5G. У свою чергу це зменшує можливість розповсюдження таких проблем, як зараження всієї мережі.</span></p> \n<p><span>Компанія Lenovo планує застосовувати 5G для захисту власних мереж і надавати продукти, які використовують 5G. Серед смартфонів Motorola від Lenovo був перший телефон, розрахований на мережі 5G, і саме Lenovo випустила перший ПК на базі Qualcomm 5G.</span></p> \n<p><span>Головна перевага 5G&nbsp;— це швидкість.&nbsp; Працюючи майже в 100&nbsp;разів швидше, ніж 4G, новий стандарт гарантує безперебійний перегляд відео та його майже миттєве завантаження. Однак висока швидкість, яка забезпечує чіткість викликів або ідеальне відео, також означає, що хакери, які зламають вашу систему, витягнуть купу даних, перш ніж ви зреагуєте.</span></p> \n<p><span>\"Ця швидкість може дещо лякати, коли ви відповідаєте за безпеку, але розподіл мережі 5G надає нові можливості для моніторингу та виявлення,&nbsp;— упевнений Ругер.&nbsp;— Крім того, ви можете використовувати швидкість 5G, щоб покращити резервне копіювання й резервування\".</span></p> \n<p><span>Третя особливість&nbsp;— це відстань, найбільш неоднозначний аспект 5G.&nbsp; 300-метрові АМ-радіохвилі мають одну перевагу: вони долають неймовірні відстані.&nbsp; З іншого боку, для порівняно коротких хвиль 5G потрібно, щоб базові станції були встановлені кожні кілька сотень метрів, особливо в густонаселених містах. Це суттєво збільшить кількість інфраструктурних пристроїв для передачі хвиль 5G.</span></p> \n<p><span>Хоча всі ці станції мають бути захищені, вони також надають можливість керівникам служб безпеки контролювати мікростанції 5G, установлені в їхніх приміщеннях.</span></p> \n<p><span>\"Отож компанії можуть скористатися обмеженням відстані, щоб зосередитися на з'єднанні в межах офісу й покращити автентифікацію для захисту своєї мережі\",&nbsp;— стверджує Ругер.</span></p> \n<p><span>Згодом він нагадав слухачам, що темп інновацій лише зростатиме, оскільки вже ведеться робота над 6G.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
