{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Розробка з думкою про користувача: поєднання досвіду розробки рішень для безпеки з дизайном, орієнтованим на користувача",
		"Image": "",
		"Body": "<p><span>Наразі існує два типи компаній: ті, кого зламали, і ті, хто ще про це не знає. Наш надзвичайно взаємопов'язаний світ спричиняє безліч серйозних загроз безпеці&nbsp;— викрадені пристрої, крадіжка даних, програми-вимагачі, шахрайство з транзакціями, вразливості програм, проникнення до хмар&nbsp;— цей список майже нескінченний.</span></p> \n<p><span>Lenovo&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">має досвід розробки рішень для безпеки</a>&nbsp;та ставить її на перший план на кожному кроці життєвого циклу продукту. ThinkPad інтегрував підсистему безпеки ще в 2002&nbsp;році й першим додав автентифікацію за допомогою сканера відбитків пальців у 2004&nbsp;р. Спираючись на багатий досвід розробки передових рішень безпеки, як-от технології сканування відбитків пальців, і застосовуючи дизайнерське мислення з думкою про кінцевого споживача, останні продукти Lenovo ThinkPad X1 забезпечують прекрасний баланс між керованістю та зручністю використання без компромісів щодо безпеки.</span></p> \n<p><span>\"Наслідки інциденту інформаційної безпеки виходять за рамки негайного фінансового впливу.&nbsp; Зниження довіри зацікавлених сторін, шкода бренду, потенційна втрата інтелектуальної власності та регуляторний вплив&nbsp;— це лише деякі аспекти, про які мають пам’ятати організації, оскільки список загроз довшає щодня.&nbsp; Ця нова зміна парадигми означає, що виявлення та виправлення є надзвичайно важливими\",&nbsp;— каже Німа Баяті, глобальний директор і генеральний директор Lenovo Solutions Cybersecurity Solutions.</span></p> \n<p><em><span>Зниження довіри зацікавлених сторін, шкода бренду, потенційна втрата інтелектуальної власності та регуляторний вплив&nbsp;— це лише деякі аспекти, про які мають пам’ятати організації, оскільки список загроз довшає щодня.</span></em></p> \n<p><strong><span>Комплексний підхід до безпеки</span></strong></p> \n<p><span>У 2018&nbsp;році компанія Lenovo оголосила про випуск ThinkShield&nbsp;— комплексний набір рішень для безпеки, розроблений для захисту протягом усього терміну експлуатації продукту. Захищаючи пристрої безпосередньо на етапі виробництва й постачання,&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;гарантує, що їх не буде заражено й пошкоджено до першого ввімкнення.</span></p> \n<p><span>Ми контролюємо безпеку постачальників інтелектуальних компонентів, переконуючись, що вони дотримуються своїх правил і вимог. Крім того, ми працюємо з Intel відповідно до стратегії Transparent Supply Chain (\"Прозорий ланцюг постачання\"), що дозволяє клієнтам перевірити цілісність кожного компонента своєї нової системи.</span></p> \n<p><span>ThinkPad X1 також розроблений із глибокою інтеграцією апаратного та програмного забезпечення і оснащений найсучаснішими процесорами.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 Secured-core PC</a>&nbsp;призначені для обробки критично важливих даних у певних галузях, які найбільш чутливі до даних.</span></p> \n<p><span>ThinkPad X1 Secured-core PC&nbsp;— це сучасний пристрій Windows, який комплектується найкращим обладнанням, програмним забезпечення й захистом персональних даних.</span></p> \n<p><span>Девід Вестон, директор зі співпраці з партнерами, який очолює відділ безпеки ОС у Microsoft, каже: \"Підприємства стикаються з дедалі більшим ризиком, оскільки зловмисники атакують дедалі досконаліше та цілеспрямованіше. У такому загрозливому середовищі дуже важливо мати інтегрований апаратний і програмний підхід до захисту. Пристрої Secured-core PC розроблено не лише для виявлення подібних атак на мікропрограми, а й для запобігання ним\".</span></p> \n<p><em><span>Пристрої Secured-core PC розроблено не лише для виявлення подібних атак на мікропрограми, а й для запобігання ним.</span></em></p> \n<p><span>З багатим досвідом і глобальною мережею кваліфікованих і сертифікованих фахівців із технічних служб Lenovo застосовує концепцію \"безпечного дизайну\" до всієї продукції.</span></p> \n<p><span>Враховуючи зростаючу складність мереж і дедалі складніші загрози безпеці, ThinkShield пропонує чотири аспекти захисту, які охоплюють пристрої, дані, персональні дані й онлайн-рішення. Privacy Guard, ThinkShutter, служба “Keep Your Drive”, USB Secure Hard Drive to Secure Docking, FIDO (Fast Identity Online), Match-on-Chip Fingerprint Reader і Bufferzone&nbsp;— це лише кілька рішень, призначених для комплексного захисту організацій.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Забезпечення спокою керівників організацій&nbsp;</span></strong></p> \n<p><span>Незалежно від розміру або етапу розвитку, організації сьогодні поділяють одну спільну проблему: службам інформаційної безпеки бракує персоналу й чіткої структури.</span></p> \n<p><span>Кількість кібератак щодня зростає, і хакери та зловмисники всередині організації постійно розробляють нові й незвичні способи використання вразливостей, не кажучи вже про зростаючу кількість фішингу за допомогою електронної пошти або відсутність структурної підтримки для сприяння корпоративній культурі безпеки.</span></p> \n<p><span>За словами компанії Gartner, дефіцит кваліфікованих фахівців із питань безпеки&nbsp;— це одвічна проблема, яка постійно перешкоджає розгортанню технологій безпеки. Відомі випадки, коли інциденти інформаційної безпеки позбавляли виконавчих і генеральних директорів їхніх посад.&nbsp; Як підвищити безпеку вашої компанії в умовах обмежених ресурсів і працювати спокійно? Один із способів&nbsp;— звернутися до надійних постачальників технологій, щоб переграти злочинців.</span></p> \n<p><span>Ось чому ми розробили ряд нових поліпшень безпеки й керування для BIOS, попередньо встановлених мікропрограм і першого програмного забезпечення, яке запускається під час ввімкнення комп'ютера. Ми застосували їх у новому ThinkPad X1, щоб компаніям було легше впроваджувати безпеку на фундаментальному рівні.</span></p> \n<p><span>Розглянемо до прикладу дистанційне налаштування пароля супервізора. Паролі BIOS набули критичного значення завдяки застосуванню Windows 10 і функцій VBS (Virtualization Security). Традиційно системи ThinkPad не підтримують дистанційне встановлення пароля супервізора, щоб запобігти атакам DOS, тому комусь необхідно фізично керувати процесом.</span></p> \n<p><span>Нове дистанційне налаштування паролів супервізора дає змогу ІТ-адміністраторам встановлювати паролі без фізичної присутності за допомогою безпечної системи зв'язку Absolute Persistence 2.0. Це дозволяє їм віддалено й надійно розгортати тисячі ноутбуків ThinkPad без необхідності власноруч налаштовувати кожен з них.</span></p> \n<p><span>Інший приклад нових функцій безпеки&nbsp;— самостійне відновлення BIOS. Коли BIOS пошкоджено або атаковано зловмисниками, він самостійно відновлюється й скидається до перевіреної резервної копії. Це запобігає проникненню хакерів на найнижчий рівень мікропрограмного коду на пристрої та надає ІТ-командам і користувачам надійну систему BIOS, що скорочує простої.</span></p> \n<p><span>Крім того, ми додали до BIOS програму ThinkShield Secure Wipe, яка надійно видаляє всі дані з накопичувача без залучення зовнішніх інструментів, тобто служби інформаційної безпеки тепер можуть повністю видалити конфіденційні дані на жорстких дисках: надійно, швидко й без зайвих зусиль.</span></p> \n<p><strong><span>Підвищення зручності для співробітників</span></strong></p> \n<p><span>У кого є час дбати про кібербезпеку, коли надійшло два конференц-дзвінки, призначено доповідь і треба забрати дітей зі школи? Серія ThinkPad X1 розроблена інженерами, які керуються філософією \"Розробки з думкою про користувача\" під час створення нових пристроїв і функцій Lenovo.</span></p> \n<p><span>Ми дбаємо про те, щоб наша продукція адаптувалася до напруженого життя користувачів і забезпечувала інтелектуальність, зручність і надійність. Спираючись на тридцятирічний досвід роботи з ІТ-продуктами, рішеннями й послугами для споживачів і клієнтів у всьому світі, команда орієнтується на зручність кінцевих користувачів завдяки ключовим особливостям і нововведенням серії ThinkPad X1.</span></p> \n<p><span>Баяті пояснює ситуацію. \"Досвід кінцевого користувача виходить за рамки традиційних почуттів вигляду, відчуття та звуку. Люди хочуть відчувати себе в безпеці під час використання технологій, і цей емоційний стан не підлягає обговоренню. Боязнь вірусів, зламу та крадіжок персональних даних&nbsp;— це реальність, і ми продовжуємо робити все можливе для боротьби з кіберзагрозами. Ми створили ThinkShield як інноваційний портфель передових рішень із безпеки, щоб захистити вас\".</span></p> \n<p><span>ThinkShutter&nbsp;— це доказ того, як інженери ThinkPad впровадили необхідні для користувачів інновації. Стікери, стрічка, вигадлива накладка&nbsp;— люди пробували що завгодно, щоб закрити веб-камеру&nbsp;— поки ми не представили ThinkShutter, зробивши ThinkPad першим у світі бізнес-ноутбуком із вбудованою шторкою веб-камери.</span></p> \n<p><span>Крихітну зсувну кришку поруч із веб-камерою у верхній частині пристрою можна перемістити вбік, коли треба зв'язатися по Skype або записати відео, а потім відсунути назад, щоб захистити свою конфіденційність, коли ви не використовуєте камеру.</span></p> \n<p><span>Інший приклад&nbsp;— це PrivacyGuard, вбудована екранна плівка, яка запобігає підгляданню через плече завдяки виявленню поглядів і присутності. Ця функція використовує ІЧ-камеру, щоб виявити осіб позаду, і попереджує про загрозу конфіденційності.</span></p> \n<p><span>Вона також може затемнити дисплей і зробити його видимим лише для користувача прямо перед ноутбуком. Потрібно попрацювати над конфіденційним документом у кав’ярні або в літаку? PrivacyGuard стане в нагоді.</span></p> \n<p><span>PrivacyGuard&nbsp;— це вбудована екранна плівка, яка запобігає підгляданню через плече завдяки виявленню поглядів і присутності.</span></p> \n<p><span>Якщо ви коли-небудь замислювалися, як захистити свої персональні дані без використання надто складних чи заслабких паролів, ThinkPad X1&nbsp;— те, що вам потрібно.</span></p> \n<p><span>ThinkShield надає кілька факторів автентифікації, багато з яких підтримуються Intel Authenticate. Крім того, Lenovo є першим постачальником, який інтегрує FIDO-сертифіковані автентифікатори безпосередньо на комп'ютерах із Microsoft Windows.</span></p> \n<p><span>FIDO забезпечує автентифікацію на таких сайтах, як PayPal, Google і Dropbox, використовуючи захищену технологію відбитків пальців. Крім того, співробітники можуть дуже безпечно та приватно входити до корпоративних мереж та інших підключених бізнес-ресурсів за допомогою своїх відбитків пальців як другого фактора.</span></p> \n<p><span>Наш сканер відбитків пальців із технологією Match-On-Chip використовує найсучасніші можливості Synaptics, щоб виконувати автентифікацію безпосередньо в сканері. Крім того, ми застосували надійний алгоритм боротьби зі спуфінгом під назвою Quantum Matcher, заснований на аналізі зображень із машинним навчанням, щоб значно зменшити ймовірність успішних атак такого типу.</span></p> \n<p><span>У результаті ці функції майже не відволікають співробітників і підвищують рівень безпеки, допомагаючи створити позитивний досвід для кінцевих користувачів і служб інформаційної безпеки в організаціях. Отримавши належні технології та рішення ThinkShield, команди можуть зосередитися на підвищенні продуктивності та втіленні інновацій, що врешті-решт покращить підсумковий результат.</span></p> \n<p><span>Поєднавши досвід Lenovo у сфері безпеки з орієнтованим на користувачів дизайном, наша концепція \"<strong>Розробка з думкою про користувача</strong>\"допомагає організаціям і людям, які отримують більше, ніж просто технології.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
