{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G și securitatea cibernetică","Image":"","Body":"<p><span>Companiile trebuie să aibă un plan clar de securitate pentru a aborda potențialele amenințări de securitate cibernetică ale 5G, potrivit unei serii de prezentări și panouri la conferința din acest an a National Cyber Security Alliance (NCSA) de la NASDAQ din New York, eveniment care marchează începutul&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">Lunii naționale de sensibilizare în domeniul securității cibernetice</a>.</span></p> \n<p><span>Organizația non-profit&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;construiește parteneriate publice și private pentru a promova o securitate cibernetică puternică, printr-un efort în două direcții. Prima, conferința de la New York, a cuprins mese rotunde pe teme precum confidențialitatea datelor, rolul inteligenței artificiale în domeniul securității și impactul prelucrării cuantice a datelor, precum și o conferință privind securitatea 5G susținută de Jason Ruger, director de securitate a informațiilor la Lenovo.</span></p> \n<p><span>A doua direcție se concentrează asupra consumatorilor și utilizatorilor individuali, întrucât atacurile de phishing și alte atacuri aparent demodate constituie în continuare o amenințare serioasă, a declarat Kelvin Coleman, directorul executiv al NCSA, solicitând consumatorilor să își asume proprietatea asupra IT. Securizați IT Protejați IT.</span></p> \n<p><span>„Acest mesaj simplu îi încurajează pe consumatori să înțeleagă dispozitivele și aplicațiile pe care le folosesc în fiecare zi, să își securizeze profilul digital și să-l protejeze familiarizându-se cu setările de confidențialitate, pentru a-și proteja mai bine confidențialitatea și pentru a limita infracțiunilor informatice”, a afirmat Coleman. „Pe măsură ce infractorii cibernetici devin tot mai sofisticați, este important să ne amintim de aceste câteva metode verificate de protecție online.”</span></p> \n<p><span>În prezentarea sa, Ruger a explicat că tehnologia care determină extraordinarul potențial al 5G – viteze de peste 100 de ori mai mari decât 4G – creează nu doar viteze mai mari, ci și noi oportunități pentru îmbunătățirea securității cibernetice.</span></p> \n<p><span>Aceste oportunități derivă din caracteristicile specifice 5G: lungimea de undă mai mică și frecvența mai mare comparativ cu tehnologiile anterioare.&nbsp; Ruger a afirmat că undele radio AM, o tehnologie anterioară de la celălalt capăt al spectrului, au o lungime de 330 de metri, în timp ce noile unde cu bandă 5G au lungimea de sub 1 centimetru.&nbsp; Aceasta ajută 5G să ofere viteze mari cu o latență mult mai mică.</span></p> \n<p><span>Ruger a arătat că diferențele majore de care organizațiile ar trebui să țină cont sunt numărul de dispozitive, viteza de conectivitate și distanța parcursă de unde.</span></p> \n<p><span>„Fiecare dintre aceste schimbări prezintă adevărate provocări în ceea ce privește securitatea cibernetică, dar și oportunități de îmbunătățire a securității”, a spus Ruger, care a gestionat migrări anterioare de la 2G la 3G, de la 3G la 4G, iar acum la 5G, pentru companii precum Lenovo, Motorola și Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Conexiunile mai rapide și mai puternice oferite de 5G vor crea o explozie de dispozitive Internet of Things.&nbsp; Câte dispozitive noi? În condițiile în care angajații au în prezent câte unul sau două dispozitive conectate la internet, organizațiile trebuie să planifice până la 100 de dispozitive per angajat în viitorul apropiat, deoarece compania adaugă senzori inteligenți pe orice, de la becuri la scaune de birou sau termostate.</span></p> \n<p><span>„Când angajații încep să aducă atât de multe dispozitive, organizațiile vor fi extrem de presate să se asigure că fiecare dispozitiv este actualizat și corectat în mod constant”, a afirmat Ruger. „Organizațiile trebuie să aibă un plan pentru a asigura actualizarea dispozitivelor, fie printr-un contract de servicii, fie prin înlocuirea mai frecventă a dispozitivelor, ceea ce ar putea însemna închirierea mai multor dispozitive.”</span></p> \n<p><span>De asemenea, organizațiile pot profita de împărțirea rețelei, ceea ce le permite să își rezerve porțiuni private din spectrul 5G, ceea ce, la rândul său, reduce oportunitatea propagării pe orizontală a problemelor, cum ar fi infecțiile din rețea.</span></p> \n<p><span>Lenovo are planuri pentru 5G, atât în ceea ce privește modul în care își va securiza propriile rețele, cât și legat de furnizarea de produse care utilizează 5G. Smartphone-urile Motorola Lenovo au inclus primul telefon compatibil 5G, iar Lenovo a lansat primul PC Qualcomm 5G.</span></p> \n<p><span>Cel mai mare avantaj comercial al tehnologiei 5G este viteza.&nbsp; Cu o viteză de lucru de aproape 100 de ori mai mare decât 4G, noul standard asigură o derulare fluentă a videoclipurilor online de fiecare dată și descărcările cvasiinstantanee. Dar aceeași viteză care asigură apeluri clare sau videoclipuri perfecte înseamnă, de asemenea, că hackerii care vă accesează sistemele pot extrage tone de date înainte ca dvs. să puteți putea reacționa.</span></p> \n<p><span>„Această viteză poate părea de speriat atunci când sunteți responsabil de securitate, dar împărțirea rețelei 5G permite noi funcții de monitorizare și de detectare”, a afirmat Ruger. „În plus, puteți folosi viteze de 5G pentru copieri de rezervă ale datelor și redundanță superioare.”</span></p> \n<p><span>Al treilea aspect este distanța, care este adevărata dihotomie a tehnologiei 5G.&nbsp; Undele radio AM de 330 de metri au un avantaj: parcurg distanțe mari.&nbsp; În schimb, undele 5G scurte necesită celule la fiecare câteva sute de metri, în special în medii urbane dense. Aceasta va crea o explozie de dispozitive de infrastructură pentru propagarea undelor 5G.</span></p> \n<p><span>Deși toate aceste celule trebuie securizate, acestea oferă, de asemenea, responsabililor de securitate o oportunitate de a controla microcelulele instalate în clădirile lor la implementarea 5G.</span></p> \n<p><span>„Companiile pot folosi această limitare a distanței pentru a se concentra pe conectivitatea din spațiile de birouri și pentru a îmbunătăți autentificarea pentru securizarea rețelei”, a afirmat Ruger.</span></p> \n<p><span>De asemenea, a reamintit tuturor că lucrurile vor continua să evolueze rapid, deoarece lucrul la tehnologia 6G este deja avansat.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}