{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Ingineria fundamentală: tradiția de securitate se coroborează cu proiectarea centrată pe utilizator","Image":"","Body":"<p><span>În prezent, există două tipuri de companii: cele care s-au confruntat cu breșe de securitate și cele care nu știu că au asemenea breșe. În lumea noastră interconectată la maximum, există peste tot breșe serioase de securitate – dispozitive furate, furt de date, ransomware, fraudă în tranzacții, vulnerabilități software, atacuri ale hackerilor în cloud – și lista continuă.</span></p> \n<p><span>La Lenovo,&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">securitatea este în ADN-ul nostru</a>&nbsp;și este esențială în fiecare etapă a ciclului de viață al produsului. ThinkPad a integrat un subsistem de securitate încă din 2002 și prima companie care a adăugat autentificarea cu cititor de amprente în 2004. Bazându-se pe bogata tradiție a furnizării de soluții de securitate de ultimă oră, precum tehnologia amprentelor digitale și aplicarea gândirii de proiectare ținând cont de utilizatorul final, cele mai noi produse Lenovo ThinkPad X1 realizează un echilibru fin între ușurința în administrare și capacitatea de utilizare, cu zero compromisuri de securitate.</span></p> \n<p><span>„Ramificațiile unei breșe de securitate se extind dincolo de impactul financiar imediat.&nbsp; Eroziunea încrederii părților interesate, daunele aduse mărcii, pierderea potențială a proprietății intelectuale și impactul legislativ sunt câteva dintre considerentele de care organizațiile trebuie să țină cont, deoarece peisajul amenințărilor continuă să evolueze zilnic.&nbsp; Această nouă schimbare de paradigmă înseamnă că detectarea și remedierea sunt vitale”, spune Nima Baiati, director global și GM al Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Eroziunea încrederii părților interesate, daunele aduse mărcii, pierderea potențială a proprietății intelectuale și impactul legislativ sunt câteva dintre considerentele de care organizațiile trebuie să țină cont, deoarece peisajul amenințărilor continuă să evolueze zilnic.</span></em></p> \n<p><strong><span>O abordare la 360 ° a securității</span></strong></p> \n<p><span>Lenovo a anunțat&nbsp;ThinkShield&nbsp;în 2018, o suită completă de soluții de securitate concepute pentru asigura protecție pe întreaga durată de viață a produsului. Prin securizarea dispozitivelor încă din lanțul de producție și furnizare,&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;se asigură că dispozitivele nu sunt infectate sau compromise înainte de a fi pornite.</span></p> \n<p><span>Supervizăm securitatea furnizorilor care construiesc componente inteligente, asigurându-ne că se conformează politicilor și liniilor directoare proprii. În plus, lucrăm cu Intel pentru a ne alinia la lanțul său de aprovizionare transparentă, permițând clienților să valideze integritatea fiecărei componente a noilor sisteme.</span></p> \n<p><span>ThinkPad X1 este, de asemenea, conceput printr-o integrare profundă între hardware și software și oferă cele mai avansate procesoare disponibile.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">PC-urile cu Windows 10 cu nucleu securizat</a>&nbsp;sunt proiectate să manipuleze date critice pentru misiuni în unele dintre domeniile cu datele cele mai sensibile.</span></p> \n<p><span>Un PC ThinkPad X1 cu nucleu securizat este un dispozitiv Windows modern, dotat cu cel mai înalt nivel de protecție hardware, software și a identității, gata de acțiune la prima utilizare a sistemului.</span></p> \n<p><span>David Weston, director partener pentru securitatea sistemelor de operare la Microsoft, afirmă: „Companiile se confruntă cu riscuri crescute, deoarece atacurile adversarilor devin tot mai sofisticate și mai concentrate. În acest peisaj de amenințări periculoase, o abordare integrată hardware și software a protecției este esențială. PC-urile cu nucleu securizat sunt concepute pentru a preveni aceste tipuri de atacuri de firmware direcționate, nu doar pentru a le detecta.”</span></p> \n<p><em><span>PC-urile cu nucleu securizat sunt concepute pentru a preveni aceste tipuri de atacuri de firmware direcționate, nu doar pentru a le detecta.</span></em></p> \n<p><span>Sprijinit de o experiență profundă și de o rețea globală de profesioniști de servicii tehnice instruiți și certificați, Lenovo aplică conceptul „securitate prin proiectare” la toate produsele sale.</span></p> \n<p><span>Având în vedere complexitatea tot mai mare a rețelelor și a amenințărilor la adresa securității, ThinkShield oferă patru piloni de protecție, care cuprind dispozitive, date, identitate și soluții online. De la Privacy Guard, ThinkShutter, serviciul „Keep Your Drive”, USB Secure Hard Drive până la Secure Docking, FIDO (Fast Identity Online), cititorul de amprentă Match-on-Chip și Bufferzone, pentru a numi doar câteva soluții, obiectivul este proiecția organizațiilor și a utilizatorilor din orice punct de vedere.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Asigurați echilibrul interior al organizațiilor&nbsp;</span></strong></p> \n<p><span>Indiferent de dimensiune sau etapă de dezvoltare, organizațiile au astăzi o provocare comună: echipele de securitate IT au personal insuficient și sunt suprasolicitate.</span></p> \n<p><span>Numărul de atacuri cibernetice este în creștere în fiecare zi, iar hackerii și persoanele rău intenționate din interior dezvoltă în mod constant moduri noi și creative de expunere a vulnerabilităților, ca să nu mai vorbim de numărul tot mai mare de atacuri de phishing prin e-mail sau de lipsa suportului structural pentru a favoriza o cultură corporativă orientată către securitate.</span></p> \n<p><span>Conform Gartner, deficitul de profesioniști competenți în domeniul securității a fost o problemă perenă, care are ca rezultat permanent implementări eșuate ale tehnologiilor de securitate; am fost martorii unor incidente de compromitere a datelor care au ajuns să-i coste posturile pe unii CIO sau CEO.&nbsp; Cum procedați pentru a mări nivelul securității companiei dvs. cu resurse limitate și pentru a vă găsi echilibrul interior? O modalitate este să apelați la furnizori de tehnologie de încredere pentru a depăși provocările.</span></p> \n<p><span>De aceea, am dezvoltat o serie de metode noi de securitate și de gestionare pentru BIOS (Basic Input-Output System), firmware-ul preinstalat și primul software care se execută la pornirea computerului. Le-am integrat în cel mai recent ThinkPad X1 pentru a facilita implementarea securității de către companii la un nivel fundamental.</span></p> \n<p><span>Să luăm ca exemplu setarea Remote Supervisor Password (Parolă supervizor la distanță). Parolele BIOS au devenit critice datorită adoptării Windows 10 și a funcțiilor VBS (securitate bazată pe virtualizare). În mod tradițional, sistemele ThinkPad nu au acceptat setarea unei parole de supervizor de la distanță pentru a preveni atacurile DOS (Denial of Service), iar pentru aceasta este nevoie de gestionarea fizică a procesului.</span></p> \n<p><span>Noua setare a Remote Supervisor Password (Parolă supervizor la distanță) permite administratorilor IT să utilizeze cadrul de comunicare securizat Absolute Persistence 2.0 pentru a seta o parolă de supervizor fără prezență fizică, ceea ce le permite să configureze mii de laptopuri ThinkPad la distanță și în siguranță, fără a fi nevoie să se afle fizic la fiecare terminal.</span></p> \n<p><span>Un alt exemplu al noilor caracteristici de securitate este un BIOS cu autocorectare. Când BIOS este corupt sau atacat, se va autocorecta și va reveni la o copie de rezervă funcțională cunoscută. Aceasta împiedică hackerii să se infiltreze în codul firmware de nivelul cel mai scăzut de pe dispozitiv și oferă echipelor IT și utilizatorilor un BIOS rezistent, ceea ce duce la reducerea timpului de nefuncționare.</span></p> \n<p><span>În plus, am adăugat ThinkShield Secure Wipe în BIOS, funcție care șterge în mod fiabil toate datele dintr-o unitate fără a necesita instrumente externe, ceea ce înseamnă că echipele de securitate IT pot acum șterge complet datele sensibile de pe unitățile de disc în siguranță, în mod rapid și fără efort.</span></p> \n<p><strong><span>Îmbunătățirea experienței angajaților</span></strong></p> \n<p><span>Cine are timp să se gândească la securitate cibernetică atunci când are două apeluri în conferință și un raport de predat, în timp ce se grăbește să ia copiii? Seria ThinkPad X1 este proiectată de ingineri care trăiesc și respiră filozofia „Inginerie fundamentală” când creează dispozitive și funcții noi la Lenovo.</span></p> \n<p><span>Ne asigurăm că produsele noastre se adaptează vieții aglomerate a utilizatorilor noștri și sunt concepute pentru a oferi beneficii inteligente, convenabile și fiabile. Bazându-se pe o moștenire de peste trei decenii de furnizare de produse, soluții și servicii IT sigure pentru consumatori și clienți din întreaga lume, echipa pune pe primul loc experiența utilizatorilor finali cu caracteristici și inovații cheie din seria ThinkPad X1.</span></p> \n<p><span>Baiati pune aceasta în perspectivă. „Experiența utilizatorului final se extinde dincolo de simțurile tradiționale ale auzului, văzului și pipăitului. Oamenii vor să se simtă în siguranță atunci când folosesc tehnologia, iar această stare emoțională nu este negociabilă. Teama de infecții cu virus, de hacking și de furtul de identitate este reală și vom continua să facem tot ce putem pentru a combate amenințările cibernetice. Am creat ThinkShield ca un portofoliu inovator de soluții de securitate de ultimă oră pentru a vă proteja.”</span></p> \n<p><span>ThinkShutter este o dovadă a modului în care inginerii ThinkPad au dat viață unei inovații necesare utilizatorilor. Post-it-uri, bandă, un capac fantezist pentru camera web – oamenii au încercat tot felul de lucruri pentru a-și acoperi camera web – până când am introdus ThinkShutter – făcând din ThinkPad primul laptop de business din lume cu obturator pentru cameră web încorporat.</span></p> \n<p><span>Un capac glisant minuscul aflat lângă camera web, în partea de sus a dispozitivului, poate fi mutat în lateral când doriți să efectuați un apel Skype sau să înregistrați un videoclip, apoi poate glisa la loc atunci când nu utilizați camera, pentru a vă proteja confidențialitatea.</span></p> \n<p><span>Un alt exemplu este PrivacyGuard, un filtru de ecran încorporat care împiedică privitul peste umăr, cu detectarea privirii și a prezenței. Funcția utilizează o cameră IR pentru a detecta dacă cineva se află în spatele dvs., activând alerte de confidențialitate.</span></p> \n<p><span>De asemenea, are capacitatea de a întuneca ecranul și de a-l face vizibil doar dacă stați direct în fața laptopului. Trebuie să lucrați la un document confidențial într-o cafenea sau într-un avion? PrivacyGuard este ceea ce vă trebuie.</span></p> \n<p><span>PrivacyGuard este un filtru de ecran încorporat care împiedică privitul peste umăr, cu detectarea privirii și a prezenței.</span></p> \n<p><span>Dacă v-ați întrebat vreodată cum să vă protejați identitatea fără a utiliza parole greu de reținut sau ușor de spart, ThinkPad X1 s-a gândit la dvs.</span></p> \n<p><span>ThinkShield oferă mai mulți factori de autentificare, mulți fiind susținuți de Intel Authenticate. Mai mult, Lenovo este primul furnizor care a integrat autentificatoare certificate FIDO direct în PC-urile Microsoft Windows.</span></p> \n<p><span>FIDO autentifică identitățile pe site-uri precum PayPal, Google și Dropbox folosind tehnologia de amprentă securizată și este, de asemenea, o modalitate extrem de sigură și privată pentru angajați de a-și folosi amprentele ca al doilea factor atunci când se conectează la rețele corporative și la alte resurse de business conectate.</span></p> \n<p><span>Cititorul nostru de amprente de tip match-on-chip folosește tehnologia de ultimă oră Synaptics pentru a efectua autentificarea completă în cititor. În plus, am încorporat un algoritm robust anti-spoofing, numit Quantum Matcher, bazat pe analiza imaginii, cu învățare automată, pentru a reduce considerabil probabilitatea unor atacuri de spoofing.</span></p> \n<p><span>Per total, aceste caracteristici necesită un efort minim din partea angajaților, îmbunătățind totodată nivelul de securitate și contribuind la crearea unei experiențe pozitive pentru utilizatorii finali și echipele IT de securitate din cadrul organizațiilor. Beneficiind de tehnologiile potrivite și soluțiile ThinkShield, echipele se pot concentra pe creșterea productivității și stimularea inovațiilor, ceea ce va contribui la îmbunătățirea rezultatelor.</span></p> \n<p><span>Când tradiția de securitate Lenovo se combină cu un design centrat pe utilizator, suntem mândri să vedem conceptul nostru de „<strong>Inginerie fundamentală</strong>” ajutând organizațiile și persoanele nu doar cu tehnologii.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}