{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G e sicurezza informatica: tutto ciò che le aziende devono sapere",
		"Image": "",
		"Body": "<p><strong><span>Il Chief Security Information Officer di Lenovo parla dei nuovi standard durante la conferenza della National Cyber Security Alliance.&nbsp;</span></strong></p> \n<p><span>Le aziende devono disporre di un piano di protezione chiaro per affrontare le potenziali minacce alla sicurezza informatica del 5G, secondo una serie di presentazioni e dibattiti alla conferenza della National Cyber Security Alliance (NCSA) di quest'anno al NASDAQ a New York, un evento che segna l'inizio del&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">mese di sensibilizzazione sulla sicurezza informatica nazionale</a>.</span></p> \n<p><span>L'<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;è un'organizzazione no profit che crea partnership pubbliche e private per promuovere un livello efficace di sicurezza informatica con un impegno su due fronti. Il primo, la conferenza di New York, è stato caratterizzato da discussioni sulla privacy dei dati, sul ruolo dell'intelligenza artificiale nella protezione e sull'impatto della computazione quantistica, oltre a un dibattito sulla sicurezza del 5G tenuto da Jason Ruger, Chief Information Security Officer in Lenovo.</span></p> \n<p><span>Il secondo fronte si concentra sui consumatori e sui singoli utenti, in quanto gli attacchi di phishing e di altro tipo apparentemente antiquati continuano a rappresentare una grave minaccia, secondo quanto affermato da Kelvin Coleman, Executive Director dell'NCSA, illustrando ai consumatori il tema della conferenza: Own IT. Secure IT. Protect IT.</span></p> \n<p><span>\"Questo semplice messaggio incoraggia i consumatori a comprendere i dispositivi e le applicazioni che usano ogni giorno e a proteggere il proprio profilo digitale familiarizzando con alcune impostazioni per contribuire a tutelare la privacy e limitare i crimini informatici\", afferma Coleman. \"In un momento in cui i criminali informatici diventano sempre più sofisticati, è importante ricordare questi pochi metodi collaudati per proteggersi online.\"</span></p> \n<p><span>Durante la presentazione, Ruger ha spiegato in che modo la tecnologia alla base dell'enorme potenziale del 5G, con una velocità di oltre 100 volte superiore rispetto al 4G, crei una reale accelerazione, ma apra anche le porte a nuove opportunità per migliorare la sicurezza informatica.</span></p> \n<p><span>Queste opportunità derivano dall'elemento che differenzia maggiormente il 5G: una lunghezza d'onda ridotta e più elevata rispetto alle tecnologie precedenti.&nbsp; Ruger ha affermato che le onde radio AM, una tecnologia precedente dell'altra estremità dello spettro, viaggiano per oltre 300 metri, mentre le nuove onde a banda 5G per meno di 1 centimetro.&nbsp; Per questo motivo il 5G garantisce velocità elevate con una latenza nettamente inferiore.</span></p> \n<p><span>Le principali differenze che secondo Ruger dovrebbero tenere a mente le organizzazioni sono la quantità di dispositivi, la velocità di connettività e la distanza percorsa dalle onde.</span></p> \n<p><span>\"Ognuno di questi cambiamenti presenta sfide reali per quanto riguarda la sicurezza informatica, ma anche opportunità per migliorare la protezione\", afferma Ruger, che ha gestito le migrazioni aziendali precedenti dal 2G al 3G, dal 3G al 4G e ora al 5G per aziende come Lenovo, Motorola e Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 700px; height: 525px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>I livelli superiori di velocità e stabilità offerti dalle connessioni 5G genereranno una miriade di dispositivi Internet of Things.&nbsp; Quanti nuovi dispositivi? Laddove i singoli dipendenti possono ora avere uno o due dispositivi collegati a Internet, le organizzazioni devono pianificare fino a 100 dispositivi per dipendente nel prossimo futuro, in quanto gli uffici moderni predispongono ora una serie di sensori intelligenti su qualsiasi elemento, dalle lampadine alle scrivanie, fino ai termostati.</span></p> \n<p><span>\"Quando i dipendenti inizieranno a introdurre un numero così elevato di dispositivi, le organizzazioni dovranno necessariamente garantire che ognuno di essi venga costantemente aggiornato e sottoposto a patch di correzione\", sostiene Ruger. \"Le organizzazioni devono definire un piano per garantire l'aggiornamento dei dispositivi tramite un contratto di assistenza o sostituzioni più frequenti, che potrebbe tradursi in un aumento dei dispositivi in leasing.\"</span></p> \n<p><span>Le organizzazioni possono inoltre trarre vantaggio dal network slicing, che consente di disporre di porzioni private dello spettro 5G, riducendo al contempo l'opportunità di spostamento laterale di problemi come le infezioni attraverso la rete.</span></p> \n<p><span>Lenovo prevede l'applicazione del 5G per proteggere le proprie reti e per fornire prodotti che utilizzino questa tecnologia. Gli smartphone Motorola di Lenovo includevano il primo telefono predisposto per il 5G e Lenovo ha rilasciato il primo PC Qualcomm 5G.</span></p> \n<p><span>Il principale punto di forza del 5G è la velocità.&nbsp; Con picchi quasi 100 volte superiori rispetto al 4G, il nuovo standard promette l'esecuzione costante e senza interruzione dei video online e download quasi istantanei dei contenuti, ma con questo livello di velocità che consente di effettuare chiamate con audio cristallino o guardare video visivamente perfetti, gli hacker che violano i sistemi possono estrarre enormi quantità di dati prima che qualcuno possa intervenire.</span></p> \n<p><span>\"Questa velocità può risultare problematica per i responsabili della protezione, ma il network slicing in modalità 5G offre nuove funzionalità di monitoraggio e rilevamento \", spiega Ruger. \"Inoltre, è possibile sfruttare la velocità del 5G per migliorare i backup dei dati e la ridondanza.\"</span></p> \n<p><span>La terza area è la distanza, la vera dicotomia del 5G.&nbsp; Le onde radio AM che viaggiano per oltre 300 metri presentano un vantaggio: percorrono grandi distanze.&nbsp; Al contrario, le onde 5G, relativamente minuscole, richiedono celle ogni poche centinaia di metri, soprattutto in ambienti urbani particolarmente popolati. Tutto questo genererà una miriade di dispositivi infrastrutturali per alimentare le onde 5G.</span></p> \n<p><span>Sebbene tutte queste celle debbano essere protette, consentono ai responsabili della protezione di controllare le microcelle installate nei loro edifici all'arrivo del 5G.</span></p> \n<p><span>\"E le aziende possono sfruttare questa limitazione di distanza per concentrarsi sulla connettività all'interno dell'ufficio e migliorare l'autenticazione per proteggere la rete\", afferma Ruger.</span></p> \n<p><span>E ha ricordato a tutti che il mondo continuerà a muoversi più velocemente con la tecnologia 6G già in fase di preparazione.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
