{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Progettazione di base: protezione tradizionale e progettazione incentrata sugli utenti",
		"Image": "",
		"Body": "<p><span>Al giorno d'oggi, esistono due tipi di aziende: quelle che hanno subito violazioni alla sicurezza e quelle che non sanno di averle subite. In un mondo altamente interconnesso come quello in cui viviamo, siamo circondati ovunque da gravi minacce alla sicurezza: dispositivi rubati, furti di dati, ransomware, frodi sulle transazioni, vulnerabilità del software, violazioni cloud... la lista è interminabile.</span></p> \n<p><span>In Lenovo,&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">la protezione è insita nel nostro DNA</a>&nbsp;ed è essenziale in ogni fase del ciclo di vita del prodotto. ThinkPad ha integrato un sottosistema di protezione già nel 2002 e ha aggiunto per primo l'autenticazione del lettore di impronte digitali nel 2004. Sulla base di una storica tradizione di soluzioni di protezione all'avanguardia, come la tecnologia delle impronte digitali, e di applicazione del pensiero progettuale tenendo conto dell'utente finale, la progettazione dei prodotti Lenovo ThinkPad X1 più recenti crea un equilibrio tra gestibilità e usabilità senza compromessi in termini di protezione.</span></p> \n<p><span>\"Le conseguenze di una violazione alla sicurezza superano l'impatto finanziario immediato.&nbsp; La perdita di fiducia delle parti interessate, il danno al marchio, la potenziale perdita di proprietà intellettuale e l'impatto normativo sono solo alcuni aspetti di cui le organizzazioni devono tenere conto in un momento in cui il panorama delle minacce continua a evolversi su base giornaliera.&nbsp; In base a questo nuovo cambio di paradigma, le procedure di rilevamento e correzione sono fondamentali\", afferma Nima Baiati, Global Director e GM di Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>La perdita di fiducia delle parti interessate, il danno al marchio, la potenziale perdita di proprietà intellettuale e l'impatto normativo sono solo alcuni aspetti di cui le organizzazioni devono tenere conto in un momento in cui il panorama delle minacce continua a evolversi su base giornaliera.</span></em></p> \n<p><strong><span>Un approccio alla protezione a 360°</span></strong></p> \n<p><span>Nel 2018 Lenovo ha annunciato&nbsp;ThinkShield,&nbsp;una suite completa di soluzioni di protezione progettate per l'intera durata del prodotto. Grazie alla protezione dei dispositivi direttamente dalla catena di produzione e fornitura, i dispositivi con&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;non vengono infettati o compromessi ancor prima dell'accensione.</span></p> \n<p><span>Supervisioniamo la protezione dei fornitori che creano componenti intelligenti, garantendone la conformità ai loro criteri e alle loro linee guida. Collaboriamo inoltre con Intel per allinearci alla sua catena di fornitura trasparente, consentendo ai clienti di confermare l'integrità di ciascun componente di un nuovo sistema.</span></p> \n<p><span>I dispositivi ThinkPad X1 sono inoltre progettati con una profonda integrazione tra hardware e software e offrono le CPU più avanzate disponibili.&nbsp;I <a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">PC Windows 10 con memoria centrale protetta</a>&nbsp;sono concepiti per gestire dati mission-critical in alcuni tra i settori maggiormente caratterizzati dal trattamento di dati sensibili.</span></p> \n<p><span>Un PC ThinkPad X1 con memoria centrale protetta è un moderno dispositivo di Windows integrato con i massimi livelli di hardware, software e protezione dell'identità.</span></p> \n<p><span>David Weston, Partner Director di OS Security in Microsoft, afferma: \"Le aziende si trovano ad affrontare rischi sempre maggiori man mano che gli avversari diventano più sofisticati e mirati nei loro attacchi. In questo panorama di minacce elevate, è essenziale adottare un approccio hardware e software integrato alla protezione. I PC con memoria centrale protetta sono progettati per prevenire questi tipi di attacchi firmware mirati, anziché limitarsi a rilevarli.\"</span></p> \n<p><em><span>I PC con memoria centrale protetta sono progettati per prevenire questi tipi di attacchi firmware mirati, anziché limitarsi a rilevarli.</span></em></p> \n<p><span>Supportata da un'esperienza profonda e da una rete globale di professionisti di assistenza tecnica qualificati e certificati, Lenovo applica a 360° il concetto di \"protezione per progettazione\".</span></p> \n<p><span>Per fronteggiare reti sempre più complesse e minacce alla sicurezza sempre più sofisticate, ThinkShield offre quattro pilastri di protezione che comprendono dispositivi, dati, identità e soluzioni online. Privacy Guard, ThinkShutter, servizio \"Keep Your Drive\", unità disco fisso USB sicura per la protezione del dock, FIDO (Fast Identity Online), lettore di impronte digitali Match on Chip e Bufferzone: sono solo alcune soluzioni in grado di proteggere aziende e utenti da ogni angolo di attacco.</span></p> \n<p><strong><span>Massima tranquillità per le organizzazioni&nbsp;</span></strong></p> \n<p><span>Indipendentemente dalle dimensioni o dalla fase di sviluppo, le organizzazioni condividono oggi una sfida: i team di sicurezza IT sono a corto di personale e sotto pressione.</span></p> \n<p><span>Il numero di attacchi informatici aumenta ogni giorno e hacker e utenti interni malevoli sviluppano costantemente nuovi e creativi metodi per esporre le vulnerabilità, per non parlare del numero crescente di attacchi di phishing via e-mail o della mancanza di un supporto strutturale per promuovere una cultura aziendale orientata alla protezione.</span></p> \n<p><span>Secondo Gartner, la carenza di professionisti qualificati in ambito di protezione è un problema di sempre, che si traduce costantemente in distribuzioni di tecnologie di protezione inefficaci, e alcuni incidenti di violazione dei dati hanno in passato portato al licenziamento di CIO e CEO.&nbsp; Come elevare il livello di protezione di un'azienda con risorse limitate, per trovare un po' di tranquillità? Un modo è quello di rivolgersi a fornitori di prodotti tecnologici affidabili per superare le sfide.</span></p> \n<p><span>Ecco perché abbiamo sviluppato una serie di nuovi miglioramenti di protezione e gestibilità per BIOS (Basic Input-Output System), il firmware preinstallato e il primo software in esecuzione all'accensione di un computer. Questi miglioramenti sono integrati nell'ultimo ThinkPad X1 per facilitare l'implementazione di base della protezione per le aziende.</span></p> \n<p><span>Prendiamo come esempio l'impostazione Remote Supervisor Password. Le password del BIOS sono oggi fondamentali per via dell'adozione di Windows 10 e delle funzionalità VBS (Virtualization-based Security). In passato i sistemi ThinkPad non supportavano l'impostazione remota di una password supervisore al fine di prevenire attacchi DOS (Denial of Service): era necessario che una persona fisica gestisse il processo.</span></p> \n<p><span>La nuova impostazione Remote Supervisor Password consente agli amministratori IT di sfruttare il framework di comunicazione sicuro Absolute Persistence 2.0 per impostare una password supervisore, permettendo di distribuire migliaia di notebook ThinkPad in remoto e nella massima sicurezza, senza la necessità di una presenza fisica.</span></p> \n<p><span>Un altro esempio delle nuove funzionalità di protezione è un BIOS con riparazione automatica. In caso di danneggiamento o attacco, il BIOS effettua la riparazione automatica con ripristino a una copia di backup valida, impedendo agli hacker di infiltrarsi nel codice di firmware di livello più basso sul dispositivo e fornendo ai team IT e agli utenti un BIOS resiliente, con una conseguente riduzione dei tempi di inattività.</span></p> \n<p><span>Abbiamo inoltre aggiunto ThinkShield Secure Wipe nel BIOS, che elimina in modo affidabile tutti i dati da un'unità senza la necessità di strumenti esterni: i team di protezione IT potranno ora cancellare completamente i dati sensibili sulle unità disco fisso in modo sicuro, rapido e senza difficoltà.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 700px; height: 205px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Miglioramento dell'esperienza per i dipendenti</span></strong></p> \n<p><span>Chi ha tempo di pensare alla sicurezza informatica con due teleconferenze, un report in attesa e i figli da andare a prendere a scuola? I sistemi ThinkPad Serie X1 sono progettati da ingegneri che vivono e respirano la filosofia della \"Progettazione di base\" durante la creazione di nuovi dispositivi e funzionalità in Lenovo.</span></p> \n<p><span>Garantiamo che i nostri prodotti si adattano perfettamente alla vita frenetica dei nostri utenti e sono progettati per offrire vantaggi intelligenti, convenienti e affidabili. Forte di un'eredità di oltre tre decenni in ambito di distribuzione di prodotti, soluzioni e servizi IT sicuri ai consumatori e ai clienti di tutto il mondo, il team mette al primo posto l'esperienza degli utenti finali con le funzionalità e le innovazioni chiave dei sistemi ThinkPad Serie X1.</span></p> \n<p><span>Baiati guarda in prospettiva. \"L'esperienza dell'utente finale si estende ben oltre il significato tradizionale di aspetto e sensazione. Le persone vogliono sentirsi al sicuro quando usano la tecnologia e questo stato emotivo non è negoziabile. Il timore di infezioni da virus, intrusioni e furti di identità è concreto e continueremo a fare tutto il possibile per contrastare le minacce informatiche. Abbiamo concepito ThinkShield come un portafoglio innovativo di soluzioni di protezione all'avanguardia.\"</span></p> \n<p><span>ThinkShutter è la prova del fatto che gli ingegneri ThinkPad hanno realizzato un'innovazione necessaria per gli utenti. Post-it, nastro adesivo, eleganti cover per webcam: sono innumerevoli i modi in cui le persone hanno cercato di coprire le webcam, fino all'introduzione di ThinkShutter, che rende ThinkPad il primo notebook aziendale al mondo con otturatore per webcam integrato.</span></p> \n<p><span>Una piccola cover scorrevole accanto alla webcam nella parte superiore del dispositivo può essere spostata lateralmente per effettuare una chiamata Skype o registrare un video e tornare in posizione quando non si utilizza più la fotocamera per proteggere la privacy.</span></p> \n<p><span>Un altro esempio è Privacy Guard, un filtro per schermo integrato che impedisce il shoulder surfing con rilevamento dello sguardo e della presenza. La funzionalità utilizza una fotocamera a infrarossi per rilevare la presenza di una persona alle spalle dell'utente, attivando avvisi sulla privacy.</span></p> \n<p><span>In aggiunta, oscura lo schermo rendendolo visibile solo a chi è seduto direttamente davanti al notebook. Hai bisogno di lavorare a un documento riservato in un bar o sull'aereo? Prova Privacy Guard!</span></p> \n<p><span>Privacy Guard è un filtro per schermo integrato che impedisce il shoulder surfing con rilevamento dello sguardo e della presenza.</span></p> \n<p><span>Ti sei mai chiesto come proteggere la tua identità senza usare password difficili da ricordare o facili da violare? ThinkPad X1 offre la soluzione ideale.</span></p> \n<p><span>ThinkShield fornisce l'autenticazione a più fattori, molti dei quali sono supportati da Intel Authenticate. Lenovo è inoltre il primo fornitore a integrare autenticatori con certificazione FIDO direttamente nei PC Microsoft Windows.</span></p> \n<p><span>FIDO autentica le identità su siti come PayPal, Google e Dropbox utilizzando la tecnologia sicura basata su impronte digitali e offre un modo affidabile e riservato per consentire ai dipendenti di usare le impronte digitali come secondo fattore quando accedono alle reti e ad altre risorse aziendali connesse.</span></p> \n<p><span>Il nostro lettore di impronte digitali Match on Chip utilizza la tecnologia Synaptics all'avanguardia per eseguire l'autenticazione direttamente nel lettore. Abbiamo inoltre integrato un efficace algoritmo anti-spoofing denominato Quantum Matcher, basato sull'analisi delle immagini con apprendimento automatico per ridurre in modo significativo il rischio di attacchi di spoofing.</span></p> \n<p><span>Nel complesso, queste funzionalità richiedono un impegno minimo da parte dei dipendenti, migliorando al contempo il livello di sicurezza e contribuendo a creare un'esperienza positiva per gli utenti finali e i team di protezione IT nelle organizzazioni. Con le tecnologie e soluzioni ThinkShield a disposizione, i team possono concentrarsi sull'aumento della produttività e sulla promozione delle innovazioni, che permetteranno in ultima istanza di incrementare anche i profitti.</span></p> \n<p><span>Quando la protezione tradizionale e la progettazione incentrata sugli utenti si incontrano, siamo orgogliosi di vedere che il nostro concetto di \"<strong>Progettazione di base</strong>\" supporta organizzazioni e individui con qualcosa di più di semplici tecnologie.</span></p>",
		"Author": ""
	}
}
