{
	"Results": {
		"Id": "9e1a5f450fe843f88d184ecc775b3819",
		"Template": "Article",
		"Title": "Dati più intelligenti aiutano gli agricoltori ad adattarsi rapidamente al cambiamento climatico",
		"Image": "",
		"Body": "<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Immagina che l'unico modo per completare un incarico sia quello di smistare e setacciare una pila di documenti imponente e di doverli leggere tutti per recuperare un'informazione critica entro la fine della giornata lavorativa. &nbsp;Dopo ore di smistamento riesci finalmente a visionare tutta quella risma di carta. Ce l'hai fatta, non è vero? Solo per un momento. Domani qualcuno ti metterà sulla scrivania un'altra pila di documenti e ti chiederà nuovamente di trovare un'altra informazione critica: il processo ricomincia. E così anche il giorno successivo. E quello dopo.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Per i data scientist, questa non è una congettura. Questo è il loro lavoro, sebbene con raccolte di informazioni digitali, anziché di carta.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>I progressi nell'intelligenza artificiale, in particolare nell'ambito dell'apprendimento automatico, migliorano l'efficienza di questo processo, estraendo i dati microscopici e persino quelli macroscopici richiesti. &nbsp;La maggior parte dei dati raccolti sarà insignificante: </span><em><span>dati</span></em><span>&nbsp;normali che potranno essere compressi e archiviati per tutto il tempo necessario, mentre altri indicheranno minacce iniziali, ovvero i dati&nbsp;</span><em><span>più intelligenti</span></em><span>&nbsp;e utili. Senza dati intelligenti e tecnologia di elaborazione, alcune attività di analisi dei dati potrebbero richiedere settimane o addirittura mesi per essere completate. L'enorme invasione di dati rappresenta per i data scientist sia il nemico&nbsp;</span><em><span>sia</span></em><span>&nbsp;la soluzione.</span></p> \n<p><span>E i big data sono ciò di cui ti occupi quando cerchi di risolvere questioni importanti come l'approvvigionamento alimentare globale.</span></p> \n<p>&nbsp;</p> \n<p><img alt=\"\" height=\"524\" width=\"1024\" src=\"assets/build-in-contents/images/ThinkStation.png\" style=\"height: 524px; width: 1024px;\"></p> \n<p><span>Vista esplosa di ThinkStation P920</span></p> \n<p>&nbsp;</p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>L'incremento della popolazione e l'urbanizzazione hanno come conseguenza carenza di cibo, acqua, energia e terre coltivabili. Diventa quindi indispensabile studiare e comprendere le sfide future. Questo è esattamente ciò su cui lavorano da un paio di anni i ricercatori della divisione di analisi geospaziali dell'Università statale della Carolina del Nord. Utilizzando dati intelligenti e intelligenza artificiale, i ricercatori della NCSU individuano preventivamente le aree agricole e le colture che saranno colpite dal cambiamento climatico, ad esempio da inondazioni o siccità.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Man mano che i terreni agricoli scompaiono e la domanda di cibo aumenta, questi ricercatori utilizzano soluzioni agricole digitali più intelligenti e basate sui dati per aumentare la produzione agricola e ottimizzare l'utilizzo di acqua ed energia. Gli agricoltori necessitano al più presto di informazioni che possano essere utilizzate subito per riuscire a garantire la produzione di cibo di qualità che dalla fattoria giunga alla tavola.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Agenzie spaziali come la NASA stanno raccogliendo decine di terabyte di dati dai satelliti che monitorano la Terra, oltre a petabyte di simulazioni climatiche e osservazioni in streaming da miliardi di sensori distribuiti. Da sole la centralizzazione dei dati provenienti da questi diversi flussi e l'esecuzione delle tradizionali analisi offline non sono in grado di rispondere alle sfide affrontate quotidianamente dagli agricoltori. L'estrazione di informazioni critiche, se effettuata in modo efficiente e quasi in tempo reale, può portare a raccolti migliori, a una conservazione più adeguata e a una produzione alimentare globale, in condizioni ambientali fluttuanti, caratterizzata da minori interruzioni.</span></p> \n<p><img alt=\"\" height=\"844\" width=\"1266\" src=\"assets/build-in-contents/images/NASA.jpg\" style=\"width: 938.556px; height: 821.778px;\"></p> \n<p><span>Flotta satellitare della Divisione Earth Science della NASA</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Inondato di dati, il team aveva bisogno di una soluzione di analisi in tempo reale e offline con una potenza di calcolo sufficiente per fornire un feedback immediato e per comprimere e archiviare informazioni per un'analisi più ampia. Il team della NC State si è rivolto a Lenovo per riuscire a superare questa sfida.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>\"Il successo dei sistemi di intelligenza artificiale, in particolare il Deep Learning, può essere attribuito alla disponibilità dei big data; tuttavia, il collo di bottiglia per molte aziende è l'infrastruttura informatica obsoleta\", ha dichiarato Ranga Raju Vatsavai della NC State. \"Le potenti workstation moderne, come la&nbsp;ThinkStation P920 dotata di processori Intel Xeon e di GPU di fascia alta più recenti abbinati all'infrastruttura di IA LiCO di Lenovo, stanno mettendo i ricercatori nelle condizioni di sviluppare e distribuire soluzioni di IA a una velocità mai vista prima\".</span></p> \n<p><img alt=\"\" height=\"524\" width=\"932\" src=\"assets/build-in-contents/images/Process.png\"></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>Il team aveva bisogno di un duplice approccio per capire cosa stava succedendo e per prevedere meglio il futuro. La workstation IA&nbsp;</span><a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/think-workstations/thinkstation-p-series-towers/ThinkStation-P920/p/33TS3TPP920\" target=\"_blank\"><span style=\"text-decoration: underline; color: #0000ff;\">ThinkStation P920</span></a><span>&nbsp;funge da sandbox, operando in background, setacciando i dati offline in entrata, nonché apprendendo e aggiornando i modelli dai dati globali che riceve. </span><a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/think-workstations/thinkstation-p-series-tiny-/ThinkStation-P330-Tiny/p/33TS3TP330X\" target=\"_blank\"><span style=\"text-decoration: underline; color: #0000ff;\">&nbsp;ThinkStation P330 Tiny</span></a><span>&nbsp;funziona come un dispositivo Edge che raccoglie i dati dai sensori sul campo, segnalando gli aggiornamenti in tempo reale e raccogliendo i dati da inviare nuovamente. Questo ciclo continuo di comprensione e compilazione di analisi offline e in tempo reale produce dati più intelligenti e soluzioni utili che permettono alla NC State di prevedere lo stato delle colture, anche nelle condizioni più difficili.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/Tiny.png\" style=\"width: 1024px; height: 524px;\"></span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Vuoi sapere precisamente cosa significa ottimizzazione dei dati? Ecco il dettaglio tecnico:</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><em><span>I ricercatori della NC State hanno messo a punto&nbsp;il noto modello di Deep Learning VGG-16 per la classificazione delle colture utilizzando immagini satellitari ad altissima risoluzione raccolte nello Stato della Carolina del Nord. I dati delle immagini satellitari non elaborate contribuivano per 6 terabyte e i dati di addestramento per 91 MB. Il modello VGG-16 è stato messo a punto su una P920 ThinkStation utilizzando&nbsp;la CPU Intel Xeon Gold 6134 e&nbsp;il framework LiCO 5.2.1 di Lenovo. A differenza delle CPU tradizionali, i moderni processori Intel Xeon offrono set di istruzioni aggiuntivi simili alle GPU, che consentono l'ottimizzazione di determinate attività computazionali. Senza l'utilizzo di tali nuove ottimizzazioni del set di istruzioni, il modello VGG-16 ha impiegato circa 15 ore, mentre per il modello ottimizzato ci sono volute solo 9 ore e 19 minuti, con un miglioramento significativo delle prestazioni per nodo.</span></em></p> \n<p style=\"margin-top: 12pt;\"><span>L'intelligenza artificiale e l'apprendimento automatico offrono un'interpretazione accelerata dei dati grazie a un livello maggiore di efficienza e controllo. Con queste workstation, i ricercatori agricoli possono utilizzare l'IA per lavorare in modo più intelligente, facendo affidamento sui dati e le soluzioni smart per riuscire ad affrontare le minacce alla sicurezza alimentare.</span></p> \n<p>&nbsp;</p> \n<p>&nbsp;</p> \n<p>&nbsp;</p>",
		"Author": ""
	}
}
