{
	"Results": {
		"Id": "a61f458799d545c9bf867cffa93246bf",
		"Template": "Article",
		"Title": "L'impatto dell'IA sul paziente e il medico del futuro",
		"Image": "",
		"Body": "<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>L'intelligenza artificiale è una realtà e sta già rivoluzionando l'assistenza sanitaria. Nella&nbsp;</span><a href=\"https://news.lenovo.com/the-human-centric-rise-of-artificial-intelligence-in-healthcare/\"><span style=\"text-decoration: underline; color: #0000ff;\">prima parte</span></a><span>&nbsp;della nostra riflessione sull'inesorabile avanzata dell'IA nella medicina e nel benessere, abbiamo osservato come contribuisca a migliorare la diagnostica, l'infrastruttura clinica e le cure preventive. Questo è il punto di partenza per una&nbsp;</span><a href=\"https://news.lenovo.com/envisioning-the-ai-empowered-patient-and-physician-of-the-future/\"><span style=\"text-decoration: underline; color: #0000ff;\">panoramica degli atteggiamenti, delle normative e della tecnologia che ne è alla base</span></a><span>, incluso il ruolo esercitato da Lenovo in tutto ciò, dall'amministrazione ospedaliera allo sviluppo di algoritmi.</span></p> \n<p style=\"margin-top: 12pt;\"><span>Tutta la potente trasformazione che è in atto costituisce uno&nbsp;</span><em><span>strumento</span></em><span>&nbsp;sia per i pazienti sia per il medico e tale tendenza continuerà nel prossimo decennio. Pertanto, se è improbabile che l'IA soppianti i medici di fiducia e se deve soddisfare le esigenze di privacy dei dati dei pazienti, dove si verificheranno i grandi cambiamenti?</span></p> \n<p><strong><span>IA tra cinque anni: macchine più intelligenti e assistenti virtuali</span></strong></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Facciamo un salto in avanti di circa cinque anni e vediamo come potrebbe cambiare il settore. I salti incrementali nella tecnologia aumenteranno l'ubiquità e la quantità degli esempi precedenti, ma dove si realizzerà il vero cambiamento?</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>Considera quanto accade dietro le quinte quando utilizzi un assistente virtuale sul tuo smartphone. Dal riconoscimento vocale che impara la&nbsp;</span><em><span>tua</span></em><span>&nbsp;voce all'analisi dei risultati della ricerca in tempo reale, fino alla capacità di sfruttare i comportamenti passati e alla condivisione dei risultati tra i dispositivi, tutto avviene all'istante e la maggior parte di noi non si rende nemmeno conto di&nbsp;</span><em><span>come</span></em><span>&nbsp;tutto ciò dipenda dall'IA. Tease prevede un fenomeno analogo nella tecnologia diagnostica.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>\"Immagina di andare in ospedale per una PET o una risonanza magnetica\", ha affermato Scott Tease, direttore esecutivo del gruppo High Performance Computing e Artificial Intelligence di Lenovo. \"Prima che il medico o il tecnico esamini le immagini, un algoritmo interpreterà i dati e segnalerà ogni irregolarità. Questo approccio intensifica gli sforzi degli infermieri, attira la loro attenzione sui problemi e contribuisce a garantire che nulla venga trascurato.&nbsp;In effetti, questi processi sono attualmente sottoposti a revisione da parte degli organismi di regolamentazione\".</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span><img alt=\"\" height=\"540\" width=\"1024\" src=\"assets/build-in-contents/images/AI1.jpg\" style=\"height: 540px; width: 1024px;\"></span></p> \n<p style=\"margin-bottom: 0pt;\"><span>Il miglioramento della risoluzione e dell'analisi consentirà la diagnostica per immagini e la diagnosi da remoto, anche di sintomi scarsi e lievi.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>I medici potrebbero essere più propensi ad abbracciare quest'uso dell'IA, ma che dire della caterva di dati di monitoraggio? L'idea di dispositivi di monitoraggio sanitario che eseguono il ping automatico di ambulatori medici con potenziali problemi solleva più di qualche preoccupazione.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>\"Esiste una vera preoccupazione per lo stress da allarme, per il quale non prevedo alcun cambiamento a breve\", ha dichiarato il dott. Dan Stevens, ex medico e attuale responsabile globale dei prodotti sanitari di Lenovo. \"Più probabilmente, almeno a breve termine, i dati dei dispositivi indossabili saranno un utile supplemento diagnostico disponibile su richiesta\".</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Potremmo anche assistere alla crescente domanda di \"comodità\", ovvero della possibilità di avere tutto a portata di mano tramite un sito Web o un'app, e questo tipo di approccio rimodellerà la cura dei pazienti a basso rischio. In questo caso l'IA potrebbe aprire la strada all'assistenza medica erogata attraverso un chatbot, ovvero tramite una serie di domande mirate associate alla biometria che aiuteranno le persone a trovare la cura appropriata.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>La telemedicina, ovviamente, ha reso possibile il consulto con un medico comodamente da casa anni fa, ma un medico elettronico potrebbe ridurre drasticamente i costi. Anche se una persona reale dovesse intervenire per verificare e approvare il consulto, una valutazione dei dati e del colloquio guidata dall'IA aumenterebbe di sicuro l'efficienza.</span></p> \n<p style=\"margin-top: 12pt;\"><span>\"La diagnosi dell'IA è un continuum complesso\", ha dichiarato Stevens. \"Comodità, valutazione dei rischi e accuratezza sono tutti aspetti fondamentali. Probabilmente il chatbot non verrà mai utilizzato in presenza di sintomi gravi\".</span></p> \n<p style=\"text-align: center;\"><strong><span>IA tra 10 anni: medicina personalizzata e accessibile a livello globale</span></strong></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>Supponiamo che i cambiamenti delineati finora avanzino grazie ai progressi tecnologici e a una più ampia adozione.&nbsp;</span><a href=\"https://news.lenovo.com/debunking-misconceptions-about-ai/\"><span style=\"text-decoration: underline; color: #0000ff;\">Una concezione errata dell'IA</span></a><span>&nbsp;continuerà comunque a rappresentare una minaccia e il successo dell'implementazione di tecnologia assistita dall'IA potrebbe aumentare la fiducia del pubblico nella vita algoritmica. Chi può immaginare in che modo flotte di veicoli autonomi che si spostano tranquillamente per le strade delle città e le autostrade cambieranno la percezione?</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>L'IA utilizza notoriamente anche una cosiddetta&nbsp;</span><a href=\"https://www.scientificamerican.com/article/demystifying-the-black-box-that-is-ai/\"><span style=\"text-decoration: underline; color: #0000ff;\">\"scatola nera\"</span></a><span>: il genio essenziale del Deep Learning si svela in segreto. Conosciamo l'input e l'output, naturalmente, ma di rado il processo graduale dell'IA che è alla base della conclusione a cui si è giunti. Può essere difficile fidarsi di una risposta quando il lavoro sottostante è nascosto (e potrebbe contenere un&nbsp;</span><a href=\"https://news.lenovo.com/how-inclusive-artificial-intelligence-is-disrupting-business-and-society/\"><span style=\"text-decoration: underline; color: #0000ff;\">pregiudizio accidentale</span></a><span>).</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>La fiducia probabilmente crescerà nel prossimo decennio, ma anche senza quell'approccio la trasformazione potrebbe avvenire precipitosamente, soprattutto nel mondo regolamentato della medicina.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Il sequenziamento del genoma è di per sé una rivoluzione. La mappatura di un genoma apre una finestra su condizioni ereditarie, predisposizione alle malattie, potenziale risposta al trattamento e innumerevoli altre intuizioni. Tuttavia, il processo richiede tempo e la notevole potenza di elaborazione dei computer ad alte prestazioni.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>Lenovo ha di recente iniziato a prendere in considerazione la&nbsp;</span><a href=\"https://www.hpcwire.com/2019/09/30/accelerating-high-performance-computing-hpc-for-population-level-genomics/\"><span style=\"text-decoration: underline; color: #0000ff;\">promozione del sequenziamento a livello di popolazione:</span></a><span>&nbsp;cedendo 150 ore di tempo di calcolo per qualcosa di molto più gestibile. Una soluzione proposta, quella che più di tutte si adatta senza problemi, viene cronometrata in sole 5,5 ore per un genoma completo. Immagina quella cifra dopo altri 10 anni di innovazione.</span></p> \n<p><img alt=\"\" src=\"assets/build-in-contents/images/AI2.jpg\" style=\"width: 1024px; height: 540px;\"></p> \n<p>Il supercomputer MareNostrum, ospitato in una chiesa di Barcellona, dove Lenovo aiuta a condurre potenti ricerche sul genoma.</p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>\"Cosa accadrebbe se potessimo sequenziare tutti e sviluppare una medicina veramente personalizzata?\", ha chiesto Tease. \"Se l'IA e l'HPC riducessero, su richiesta, i tempi di calcolo al di sotto di quel valore, praticamente chiunque potrebbe ottenere quel vantaggio diagnostico e individuare il trattamento ideale, personalizzato\".</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>Anche al di là di questo tipo di distribuzione su larga scala, Tease immagina un mondo in cui l'IA migliori l'accesso a cure di qualità.</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span>\"Un paziente in qualsiasi parte del mondo potrebbe condividere un campione di sangue e dati biometrici dettagliati\", ha affermato. \"L'IA interviene per l'analisi iniziale, la ricerca di schemi, la diagnosi del paziente e l'indicazione dei passi successivi. Successivamente, se necessario, il caso passa al professionista specifico, che ora può disporre di tutte le informazioni utili\".</span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 12pt;\"><span><img alt=\"\" src=\"assets/build-in-contents/images/AI3.jpg\" style=\"width: 1300px;\"></span></p> \n<p style=\"margin-top: 12pt; margin-bottom: 0pt;\"><span>Con la possibilità inoltre di assistere e trattare con strumenti di realtà aumentata, l'efficienza e la qualità migliorano, mentre i costi si riducono notevolmente. Come ciò prenderà forma nello spazio normativo sarà interessante e&nbsp;</span><a href=\"https://hbr.org/2019/10/adopting-ai-in-health-care-will-be-slow-and-difficult\"><span style=\"text-decoration: underline; color: #0000ff;\">probabilmente gravoso</span></a><span>, sebbene l'adozione anticipata ci dia motivo di essere ottimisti.</span></p> \n<p style=\"margin-top: 12pt;\"><span>Per rendere il futuro ancora più luminoso, considera che l'efficacia degli algoritmi dell'IA è solo pari a quella dei dati disponibili. Quei dati essenziali alla base dell'apprendimento automatico daranno impulso all'analisi dei big data nell'assistenza sanitaria per&nbsp;</span><span style=\"text-decoration: underline; color: #0000ff;\">quasi 70 miliardi di USD entro il 2025</span><span>. Chi può prevedere quale sarà l'impatto dell'IA del 2030 sui pazienti e i medici?</span></p> \n<p>&nbsp;</p> \n<p>&nbsp;</p> \n<p>&nbsp;</p> \n<p>&nbsp;</p> \n<p>&nbsp;</p>",
		"Author": ""
	}
}
