{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G og cybersikkerhed – hvad virksomheder skal vide","Image":"","Body":"<p><span>Virksomheder skal have en klar sikkerhedsplan for at tackle de potentielle cybersikkerhedstrusler ved 5G. Det fremgår af en række præsentationer og paneler på dette års National Cyber Security Alliance-konference (NCSA) hos NASDAQ i New York. Det er en begivenhed, der markerer begyndelsen på&nbsp;<a href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\" rel=\"noopener noreferrer\">National Cyber Security Awareness-måneden</a>.</span></p> \n<p><span>Nonprofitorganisationen&nbsp;<a href=\"https://staysafeonline.org/\" target=\"_blank\" rel=\"noopener noreferrer\">NCSA</a>&nbsp;opbygger offentlige og private partnerskaber for at fremme stærk cybersikkerhed med en tvedelt indsats. Den første, konferencen i New York, havde paneldiskussioner om beskyttelse af persondata, kunstig intelligens rolle i sikkerhed og virkningen af kvantedatabehandling sammen med et foredrag om 5G-sikkerhed af Jason Ruger, der er Chief Information Security Officer hos Lenovo.</span></p> \n<p><span>Det andet led fokuserer på forbrugere og individuelle brugere, da phishing-angreb og andre tilsyneladende gammeldags angreb fortsat er en alvorlig trussel, fortalte Kelvin Coleman, administrerende direktør for NCSA, da han bad forbrugerne om at tage det til sig. Sikker it er beskyttet it.</span></p> \n<p><span>\"Denne enkle meddelelse opfordrer forbrugerne til at forstå de enheder og programmer, de bruger hver dag, sikre deres digitale profil og beskytte den ved at sætte sig ind i indstillingerne for beskyttelse af personlige oplysninger som hjælp til at beskytte deres privatliv og begrænse cyberkriminalitet\", siger Coleman. \"Efterhånden som cyberkriminelle bliver mere sofistikerede, er det vigtigt at huske disse få gennemprøvede metoder til at beskytte sig selv online\".</span></p> \n<p><span>I sin præsentation forklarede Ruger, hvordan teknologien, der driver 5G's enorme potentiale med hastigheder, der er over 100 gange hurtigere end 4G, ikke bare giver hurtigere hastigheder, men også nye muligheder for at forbedre cybersikkerheden.</span></p> \n<p><span>Disse muligheder skyldes dét, der gør 5G så andeledes: den mindre højere frekvensbølgelængde sammenlignet med tidligere teknologier.&nbsp; Ruger fortalte, at AM-radiobølger, en tidligere teknologi fra den anden ende af skalaen, er 1000 fod lange, mens de nye 5G-bølger er mindre end 1 centimeter.&nbsp; Dette hjælper 5G med at levere så hurtige hastigheder med langt mindre forsinkelse.</span></p> \n<p><span>De største forskelle, som Ruger siger, at organisationer skal huske på, er mængden af enheder, forbindelseshastigheden og den afstande, som bølgerne tilbagelægger.</span></p> \n<p><span>\"Hver af disse ændringer byder på reelle udfordringer for håndteringen af cybersikkerhed, men også muligheder for at forbedre sikkerheden\", udtaler Ruger, der har administreret tidligere virksomhedsmigreringer fra 2G til 3G, 3G til 4G og nu videre til 5G for virksomheder som Lenovo, Motorola og Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 600px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>De hurtigere, stærkere forbindelser leveret af 5G vil skabe en eksplosion af Internet of Things-enheder.&nbsp; Hvor mange nye enheder? Mens medarbejderne nu muligvis har en eller to internetforbundne enheder hver, er organisationer nødt til at planlægge så mange som 100 enheder pr. medarbejder i den nærmeste fremtid, når kontorer får tilføjet intelligente sensorer på alt lige fra lyspærer over kontorstole til termostater.</span></p> \n<p><span>\"Når medarbejdere begynder at indføre så mange enheder, vil det lægge et stort pres på organisationerne for at sikre, at hver enhed konsekvent opdateres og rettes\", forklarer Ruger. \"Organisationer skal have en plan for at sikre, at enheder opdateres, enten gennem en servicekontrakt eller hyppigere enhedsudskiftninger, hvilket kan betyde leasing af flere enheder\".</span></p> \n<p><span>Organisationer kan også drage fordel af netværksadskillelse, så de kan stille private dele af 5G-spektret til rådighed, hvilket igen reducerer muligheden for lateralforskydning af problemer som f.eks. inficeringer over netværket.</span></p> \n<p><span>Lenovo har planer for 5G både angående sikring af egne netværk og levering af produkter, der bruger 5G. Lenovos Motorola-smartphones inkluderede den første 5G-klare telefon, og Lenovo frigav den første Qualcomm 5G-pc.</span></p> \n<p><span>Det største salgsargument for 5G er hastighed.&nbsp; Når den kører næsten 100 gange hurtigere end 4G, giver den nye standard lovning om, at onlinevideoer kan afspilles problemfrit hver gang, og downloads vil forekomme næsten øjeblikkelige. Men den samme hurtige hastighed, der giver klare opkald eller perfekte videoer, betyder også, at hackere, der bryder ind i dine systemer, kan udtrække bjerge af dine data, før du kan reagere.</span></p> \n<p><span>\"Denne hastighed kan virke lidt skræmmende, når du er ansvarlig for sikkerhed, men 5G-netværksadskillelse muliggør nye overvågnings- og opdagelsesmuligheder\", udtaler Ruger. \"Derudover kan du udnytte 5G-hastigheder til bedre sikkerhedskopiering af data og redundans\".</span></p> \n<p><span>Det tredje område er afstand, som er den reelle tvedeling af 5G.&nbsp; Disse 1000-fods AM-radiobølger har én fordel: De tilbagelægger store afstande.&nbsp; Til gengæld kræver de relativt små 5G-bølger celler med under hundrede meters afstand, især i tætbebyggede områder. Det vil skabe en eksplosion af infrastrukturenheder til fremdrift af 5G-bølgerne.</span></p> \n<p><span>Alle disse celler skal ganske vist beskyttes, men de giver også sikkerhedsansvarlige mulighed for at kontrollere de mikroceller, der installeres i deres bygninger, når 5G ankommer.</span></p> \n<p><span>\"Og virksomheder kan udnytte denne afstandsbegrænsning til at fokusere på forbindelserne inden for kontorområdet og forbedre godkendelsen for at sikre deres netværk\", siger Ruger.</span></p> \n<p><span>Og han mindede alle om, at tingene vil fortsætte med at blive hurtigere, da arbejdet med 6G allerede er godt i gang.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}