{
	"Results": {
		"Id": "9bf920ddabd043fe9d8e4b3a87be1e8b",
		"Template": "Article",
		"Title": "Foundational Engineering: Legendarisk sikkerhed møder brugercentreret design",
		"Image": "",
		"Body": "<p><span>Nu om dage findes to typer virksomheder: Dem, der har oplevet sikkerhedsbrud, og dem, der ikke ved, at de har. I vores stærkt sammenkoblede verden er der alvorlige sikkerhedstrusler overalt – stjålne enheder, datatyveri, ransomware, transaktionssvindel, softwarehuller, cloud-hacking - ja listen bare fortsætter og fortsætter.</span></p> \n<p><span>Hos Lenovo er&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">sikkerhed i vores DNA</a>&nbsp;og er afgørende i hvert eneste trin af produkternes livscyklus. ThinkPad fik integreret et sikkerhedsundersystem så langt tilbage som i 2002 og var den første til at tilføje fingeraftrykslæser som godkendelsesmetode i 2004. Med udgangspunkt i den rige arv med at levere avancerede sikkerhedsløsninger som f.eks. fingeraftryksteknologi og anvende designtilgang med slutbrugeren i tankerne, skaber konstruktionen af de nyeste Lenovo ThinkPad X1-produkter en fin balance mellem håndterbarhed og brugervenlighed uden at gå på kompromis med sikkerheden.</span></p> \n<p><span>\"Konsekvenserne af et sikkerhedsbrud strækker sig ud over den øjeblikkelige økonomiske virkning.&nbsp; Faldet i interessenternes tillid, et skadelidt brand, det potentielle tab af intellektuel ejendomsret og lovgivningsmæssige indvirkninger er nogle af de overvejelser, som organisationer skal huske på, da trusselslandskabet fortsætter med at udvikle sig dagligt.&nbsp; Dette nye paradigmeskifte betyder, at opdagelse og afhjælpning er afgørende\", siger Nima Baiati, der er Global Director og GM for Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Faldet i interessenternes tillid, et skadelidt brand, det potentielle tab af intellektuel ejendomsret og lovgivningsmæssige indvirkninger er nogle af de overvejelser, som organisationer skal huske på, da trusselslandskabet fortsætter med at udvikle sig dagligt.</span></em></p> \n<p><strong><span>En 360-graders tilgang til sikkerhed</span></strong></p> \n<p><span>Lenovo annoncerede&nbsp;ThinkShield&nbsp;i 2018 som en omfattende pakke af sikkerhedsløsninger, der er designet til at beskytte hele produktets levetid. Ved at sikre enheder lige fra produktions- og forsyningskæden, sikrer&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>,&nbsp;at enhederne ikke inficeres eller kompromitteres, selv før de er tændt.</span></p> \n<p><span>Vi overvåger sikkerheden hos leverandører, der bygger intelligente komponenter, og sørger for, at de overholder deres politikker og retningslinjer. Dertil kommer, at vi samarbejder med Intel om tilpasning til deres gennemsigtige forsyningskæde, hvilket giver kunderne mulighed for at validere integriteten af hver komponent i deres nye system.</span></p> \n<p><span>ThinkPad X1 er også designet med dyb integration mellem hardware og software og har de mest avancerede tilgængelige CPU'er.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 med komplet sikret pc</a>&nbsp;er beregnet til at håndtere missionskritiske data i nogle af de mest datafølsomme brancher.</span></p> \n<p><span>En ThinkPad X1 er en moderne komplet sikret Windows-enhed-pc, der leveres med det højeste niveau af hardware, software og identitetsbeskyttelse, der straks kan tages i brug.</span></p> \n<p><span>David Weston, der er partnerdirektør for OS-sikkerhed hos Microsoft, siger: \"Virksomhederne står over for øget risiko, når modstanderne bliver mere sofistikerede og målrettede i deres angreb. I dette forhøjede trusselslandskab er en integreret hardware- og softwaretilgang til beskyttelse afgørende. Komplet sikrede pc'er er designet til at forhindre denne slags målrettede firmwareangreb i stedet for blot at opdage dem\".</span></p> \n<p><em><span>Komplet sikrede pc'er er designet til at forhindre denne slags målrettede firmwareangreb i stedet for blot at opdage dem.</span></em></p> \n<p><span>Med støtte fra dybdegående ekspertise og understøttet af et globalt netværk af uddannede og certificerede fagfolk inden for teknisk service anvender Lenovo konceptet \"sikkerhed efter design\" i alt, hvad vi gør.</span></p> \n<p><span>I betragtning af netværkets voksende kompleksitet og den stigende sofistikering af sikkerhedstrusler giver ThinkShield fire grundpiller af beskyttelse, der omfatter enheder, data, identitet og onlineløsninger. Med alt fra PrivacyGuard, ThinkShutter, \"Keep Your Drive\"-tjenesten, USB Secure Hard Drive til Secure Docking, FIDO (Fast Identity Online), Match-on-Chip-fingeraftrykslæser og Bufferzone, for blot at nævne nogle få løsninger, er målet at få organisationer og brugere beskyttet fra alle vinkler.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 800px; height: 234px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Giv organisationer ro i sindet&nbsp;</span></strong></p> \n<p><span>Uanset størrelsen eller stadiet af udviklingen har organisationer i dag en fælles udfordring: IT-sikkerhedsteam er underbemandede og presset til det yderste.</span></p> \n<p><span>Antallet af cyberangreb stiger hver eneste dag, og hackere og ondsindede insidere udvikler konstant nye og kreative måder at afsløre sikkerhedshuller på – for ikke at nævne det voksende antal phishing-angreb via e-mail eller manglen på strukturel støtte til at fremme en sikkerhedsorienteret virksomhedskultur.</span></p> \n<p><span>Ifølge Gartner har manglen på kvalificerede sikkerhedsfolk været et problem gennem flere år, der konsekvent resulterer i mislykkede udrulninger af sikkerhedsteknologi, og vi har set tilfælde af brud på datasikkerheden, der endte med at koste CIO'er eller CEO'er jobbet.&nbsp; Hvordan styrker du din virksomheds sikkerhed med begrænsede ressourcer og får ro i sindet? En måde er at henvende sig til teknologiudbydere, som du kan stole på kan klare udfordringerne.</span></p> \n<p><span>Derfor har vi udviklet en række nye forbedringer af sikkerhed og håndterbarhed til BIOS (Basic Input-Output System), den forudinstallerede firmware og den første software, der køres, når en computer tændes. Vi indbyggede dem i den nyeste ThinkPad X1 for at gøre det lettere for virksomheder at implementere sikkerhed på et grundlæggende niveau.</span></p> \n<p><span>Lad os tage fjernindstilling af administratorkodeord som eksempel. BIOS-kodeord er blevet kritiske på grund af Windows 10-indføring og VBS-egenskaber (virtualiseringsbaseret sikkerhed). Traditionelt har ThinkPad-systemer ikke understøttet fjernindstilling af et administratorkodeord for at forhindre DoS-angreb (Denial of Service), og det kræver, at nogen fysisk styrer processen.</span></p> \n<p><span>Den nye fjernindstilling af administratorkodeord giver IT-administratorer mulighed for at udnytte den sikre kommunikationsstruktur i Absolute Persistence 2.0 til at indstille et administratorkodeord uden fysisk tilstedeværelse, så de kan udrulle tusindvis af bærbare ThinkPad-computere eksternt og sikkert uden behov for fysisk tilstedeværelse ved hver enkelt.</span></p> \n<p><span>Et andet eksempel på de nye sikkerhedsegenskaber er et selvhelende BIOS. Hvis BIOS bliver beskadiget eller udsat for skadeligt angreb, vil BIOS \"hele sig selv\" og vende tilbage til en kendt fungerende sikkerhedskopi. Dette forhindrer hackere i at infiltrere det laveste niveau af firmwarekode på enheden og giver IT-teams og brugere et fleksibelt BIOS, hvilket resulterer i mindre nedetid.</span></p> \n<p><span>Derudover tilføjede vi ThinkShield Secure Wipe i BIOS, som pålideligt sletter alle data fra et drev uden behov for eksterne værktøjer, hvilket betyder, at IT-sikkerhedsteams nu kan slette alle følsomme data på harddiske sikkert, hurtigt og uden besvær.</span></p> \n<p><strong><span>Forbedre medarbejderoplevelsen</span></strong></p> \n<p><span>Hvem har tid til at tænke på cybersikkerhed, når der er to ventende konferenceopkald og en rapport, der skal afleveres, mens du skynder dig ud for at hente børnene? ThinkPad X1-serien er designet af ingeniører, der lever og ånder for filosofien om \"Foundational Engineering\", når de opretter nye enheder og egenskaber hos Lenovo.</span></p> \n<p><span>Vi sikrer, at vores produkter er tilpasset vores brugeres travle hverdag og er konstrueret til at give smarte, praktiske og pålidelige fordele. Med en solid baggrund i over tre årtiers levering af sikre it-produkter, -løsninger og -tjenester til forbrugere og kunder over hele verden sætter teamet slutbrugernes oplevelse højest med de vigtigste egenskaber og innovationer inden for ThinkPad X1-serien.</span></p> \n<p><span>Baiati sætter dette i perspektiv. \"Slutbrugeroplevelsen strækker sig ud over den traditionelle sans for udseende, funktionalitet og lyd. Folk ønsker at føle sig trygge, når de bruger teknologi, og denne følelsesmæssige tilstand kan ikke ignoreres. Frygten for virusinfektioner, hacking og identitetstyveri er reel, og vi vil fortsat gøre alt, hvad vi kan, for at bekæmpe cybertrusler. Vi skabte ThinkShield som en innovativ portefølje af avancerede sikkerhedsløsninger for at holde dig beskyttet\".</span></p> \n<p><span>ThinkShutter er et bevis på, hvordan ThinkPad-ingeniører har bragt en nødvendig innovation til live for brugerne. Gule sedler, tape, et smart webkameradæksel – folk har afprøvet alle mulige ting for at tildække deres webkamera – indtil vi introducerede ThinkShutter, som gjorde ThinkPad til verdens første bærbare computer til erhvervsbrug med indbygget lukkemekanisme for webkameraet.</span></p> \n<p><span>Et lille skydedæksel, der sidder ved siden af webkameraet øverst på enheden, som kan flyttes til siden, når du vil foretage et Skype-opkald eller optage en video, og derefter kan skydes tilbage, når du ikke bruger kameraet, for at beskytte dit privatliv.</span></p> \n<p><span>Et andet eksempel er PrivacyGuard, et indbygget skærmfilter, der forhindrer skuldersurfing med registrering af andres blikke og tilstedeværelse. Egenskaben bruger et IR-kamera til at registrere, om der er nogen bag dig, og aktiverer privatlivsadvarsler.</span></p> \n<p><span>Den kan også mørklægge skærmen, så den kun er synlig for dig, hvis du sidder lige foran den bærbare computer. Skal du arbejde på et fortroligt dokument i en café eller et fly? PrivacyGuard er lige sagen.</span></p> \n<p><span>PrivacyGuard er et indbygget skærmfilter, der forhindrer skuldersurfing med registrering af andres blikke og tilstedeværelse.</span></p> \n<p><span>Hvis du nogensinde har spekuleret på, hvordan du beskytter din identitet uden at bruge adgangskoder, der er svære at huske eller lette at hacke, har ThinkPad X1 fået dig dækket ind.</span></p> \n<p><span>ThinkShield giver flere godkendelsesfaktorer, hvoraf mange understøttes af Intel Authenticate. Endvidere er Lenovo den første leverandør, der integrerer FIDO-certificerede godkendere direkte i Microsoft Windows-pc'er.</span></p> \n<p><span>FIDO godkender identiteter på websteder som PayPal, Google og Dropbox ved hjælp af sikker fingeraftryksteknologi, og det er også en meget sikker og privat måde for medarbejderne at bruge deres fingeraftryk på som en ekstra faktor, når de logger på virksomhedsnetværk og andre tilsluttede forretningsressourcer.</span></p> \n<p><span>Vores Match-on-Chip-fingeraftrykslæser bruger avanceret Synaptics-teknologi til at udføre godkendelse fuldstændigt i læseren. Derudover har vi indarbejdet en robust anti-forfalskningsalgoritme kaldet Quantum Matcher, der er baseret på billedanalyse med maskinlæring for at mindske risikoen for vellykkede forfalskningsangreb.</span></p> \n<p><span>Alt i alt kræver disse egenskaber en minimal indsats fra medarbejderne. Det hele øger sikkerhedsniveauet og hjælper med at skabe en positiv oplevelse for slutbrugere og it-sikkerhedsteams i organisationerne. Når de er udstyret med de rigtige teknologier og ThinkShield-løsninger kan teams fokusere på at øge produktiviteten og skabe innovation, hvilket i sidste ende bidrager til en forbedret bundlinje.</span></p> \n<p><span>Når Lenovos legendariske sikkerhed møder brugercentreret design, er vi stolte over at se vores koncept om \"<strong>Foundational Engineering</strong> \" hjælpe organisationer og enkeltpersoner med mere end blot teknologier.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
