{"Results":{"Id":"4bebdfb248254f18be6973072c64f911","Template":"Article","Title":"5G- und Cybersicherheit - Was Unternehmen wissen müssen","Image":"","Body":"<p><span>Unternehmen benötigen einen klaren Sicherheitsplan, um die potenziellen Cybersicherheitsbedrohungen von 5G anzugehen. Dies wurde in einer Reihe von Präsentationen und Panels auf der diesjährigen Konferenz der National Cyber Security Alliance (NCSA) bei der NASDAQ in New York, einer Veranstaltung, die den Beginn des&nbsp;<a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">Monats des National Cyber Security Awareness</a> markiert, immer wieder betont.</span></p> \n<p><span>Die gemeinnützige <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a>&nbsp;baut öffentliche und private Partnerschaften auf, um eine starke Cybersicherheit mit zwei Schwerpunkten zu fördern. Die Konferenz in New York beinhaltete Podiumsdiskussionen zum Thema Datenschutz, die Rolle der künstlichen Intelligenz in der Sicherheit und die Auswirkungen des Quantencomputings sowie einen Vortrag über 5G-Sicherheit von Jason Ruger, Chief Information Security Officer bei Lenovo. Damit wurde der erste Schwerpunkt abgedeckt.</span></p> \n<p><span>Der zweite Ansatz konzentriert sich auf Verbraucher und Einzelanwender, da Phishing-Angriffe und andere scheinbar altmodische Angriffe nach wie vor eine ernsthafte Bedrohung darstellen, erklärte Kelvin Coleman, Executive Director von NCSA, als er die Verbraucher aufforderte, die Kontrolle über die IT zu ergreifen. IT sichern IT schützen.</span></p> \n<p style=\"text-align: center;\"><strong></strong><img alt=\"\" style=\"height: 600px; width: 800px;\" src=\"assets/build-in-contents/images/5G.jpg\"></p> \n<p><span>„Diese einfache Botschaft ermutigt die Verbraucher, die Geräte und Anwendungen, die sie täglich verwenden, zu verstehen, ihr digitales Profil zu sichern und es zu schützen, indem sie sich mit den Datenschutzeinstellungen vertraut machen, um ihre Privatsphäre zu schützen und Cyberkriminalität zu begrenzen“, so Coleman. „Da Cyberkriminelle immer raffinierter werden, ist es wichtig, sich an diese wenigen bewährten Methoden zu erinnern, um sich online zu schützen.“</span></p> \n<p><span>In seinem Vortrag erklärte Ruger, wie die Technologie, die das enorme Potenzial von 5G antreibt – Geschwindigkeiten, die mehr als 100-mal schneller sind als 4G – nicht nur schnellere Geschwindigkeiten, sondern auch neue Möglichkeiten zur Verbesserung der Cybersicherheit schafft.</span></p> \n<p><span>Diese Möglichkeiten ergeben sich aus dem, was 5G so anders macht: die kleinere, höherfrequente Wellenlänge im Vergleich zu früheren Technologien.&nbsp; Ruger führte an, dass AM-Funkwellen, eine frühere Technologie vom anderen Ende des Spektrums, 1000 Fuß lang sind, während die neuen 5G-Bandwellen weniger als 1 Zentimeter lang sind.&nbsp; Aus diesem Grund kann 5G solche hohen Geschwindigkeiten bei deutlich geringerer Latenz erreichen.</span></p> \n<p><span>Die Hauptunterschiede, die Unternehmen laut Ruger berücksichtigen sollten, sind die Anzahl der Geräte, die Geschwindigkeit der Konnektivität und die Ausdehnung der Wellen.</span></p> \n<p><span>„Jede dieser Änderungen stellt echte Herausforderungen bei der Bewältigung der Cybersicherheit dar, aber auch Möglichkeiten zur Verbesserung der Sicherheit“, erklärte Ruger, der frühere Unternehmensmigrationen von 2G auf 3G, 3G auf 4G und nun auf 5G für Unternehmen wie Lenovo, Motorola und Google durchgeführt hat.</span></p> \n<p><span>Die schnelleren, stärkeren Verbindungen von 5G werden eine Explosion von Internet of Things-Geräten auslösen.&nbsp; Wie viele neue Geräte? Wo Mitarbeiter heute über jeweils ein oder zwei internetfähige Geräte verfügen, müssen Unternehmen in naher Zukunft bis zu 100 Geräte pro Mitarbeiter einplanen, wenn das Büro intelligente Sensoren für alles von Glühbirnen über Bürostühle bis hin zu Thermostaten bereitstellt.</span></p> \n<p><span>„Wenn Mitarbeiter so viele Geräte in die Büroumgebung hereinbringen, wird dies Unternehmen unter enormen Druck stellen, um sicherzustellen, dass diese Geräte ständig aktualisiert und gepatcht werden“, so Ruger. „Unternehmen müssen einen Plan haben, um sicherzustellen, dass Geräte aktualisiert werden, entweder durch einen Servicevertrag oder durch häufigere Gerätewechsel, was bedeuten könnte, dass sie mehr Geräte leasen.“</span></p> \n<p><span>Unternehmen können auch die Vorteile des Network Slicing nutzen, das es ihnen ermöglicht, private Teile des 5G-Spektrums zu beschaffen, was wiederum die Möglichkeit der breiten Ausdehnung von Problemen wie Infektionen im gesamten Netzwerk reduziert.</span></p> \n<p><span>Lenovo plant für 5G sowohl die Sicherung der eigenen Netzwerke als auch die Bereitstellung von Produkten, die 5G verwenden. Die Motorola-Smartphones von Lenovo enthielten das erste 5G-fertige Telefon, und Lenovo veröffentlichte den ersten Qualcomm 5G PC.</span></p> \n<p><span>Das größte Verkaufsargument für 5G ist die Geschwindigkeit.&nbsp; Der neue Standard, der fast 100 Mal schneller als 4G arbeitet, verspricht, dass Online-Videos jedes Mal reibungslos laufen und Downloads fast sofort stattzufinden scheinen. Aber die gleiche schnelle Geschwindigkeit, die für klare Anrufverbindungen oder perfekte Videos sorgt, bedeutet auch, dass Hacker, die Ihre Systeme verletzen, Berge von Daten auslesen können, bevor Sie reagieren können.</span></p> \n<p><span>„Diese Geschwindigkeit kann ein wenig beängstigend erscheinen, wenn Sie für die Sicherheit verantwortlich sind, doch 5G-Netzwerk-Slicing ermöglicht neue Überwachungs- und Erkennungsfunktionen“, so Ruger. „Darüber hinaus können Sie 5G-Geschwindigkeiten für bessere Datensicherungen und Redundanz nutzen.“</span></p> \n<p><span>Der dritte Bereich ist die Entfernung, wo der eigentliche Zwiespalt von 5G zu Tage tritt.&nbsp; Diese 300&nbsp;m langen AM-Funkwellen haben einen Vorteil: Sie legen große Entfernungen zurück.&nbsp; Im Gegensatz dazu benötigen die vergleichsweise winzigen 5G-Wellen Zellen im Abstand von kaum 100&nbsp;Metern, insbesondere in dichten, urbanen Umgebungen. Dies wird zu einer Explosion von Infrastrukturgeräten führen, um die 5G-Wellen voranzutreiben.</span></p> \n<p><span>Während all diese Zellen gesichert werden müssen, bieten sie den Sicherheitsbeauftragten auch die Möglichkeit, die in ihren Gebäuden installierten Mikrozellen zu kontrollieren, wenn 5G auf den Markt kommt.</span></p> \n<p><span>„Unternehmen können diese Entfernungsbeschränkung nutzen, um sich auf die Konnektivität innerhalb der Büroräume zu konzentrieren und die Authentifizierung zu verbessern, um Ihr Netzwerk zu schützen“, sagte Ruger.</span></p> \n<p><span>Und er erinnerte daran, dass es immer schneller gehen wird, da die Arbeiten an 6G bereits weit fortgeschritten sind.</span></p> \n<p><span>&nbsp;</span></p> \n<p>&nbsp;</p>","Author":""}}