{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Foundational Engineering: Herkömmliche Sicherheitssysteme treffen auf benutzerorientiertes Design","Image":"","Body":"<p><span>Heute gibt es zwei Arten von Unternehmen: Solche, bei denen Sicherheitslücken bereits Probleme verursacht haben, und solche, die nicht wissen, dass sie Sicherheitslücken haben. In unserer hochgradig vernetzten Welt finden sich überall ernsthafte Sicherheitsbedrohungen&nbsp;– gestohlene Geräte, Datendiebstahl, Ransomware, Transaktionsbetrug, Software-Schwachstellen, Cloud-Hacks, ... die Liste ist endlos.</span></p> \n<p><span>Bei Lenovo ist die&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">Sicherheit ein Teil unserer Identität</a>&nbsp;und spielt in jedem Schritt des Produktlebenszyklus eine wesentliche Rolle. Bereits im Jahr 2002 war in den ThinkPad-Geräten ein Sicherheitssubsystem integriert und im Jahr 2004 wurde die erste Authentifizierung per Fingerabdruck hinzugefügt. Dank unserer umfassenden Erfahrung bei der Bereitstellung innovativer Sicherheitslösungen wie der Fingerabdrucktechnologie und unserem Prinzip, beim Design immer an den Endbenutzer zu denken, haben unsere Entwickler mit den neuesten Lenovo ThinkPad X1 Produkten ein ausgewogenes Verhältnis zwischen Verwaltbarkeit und Benutzerfreundlichkeit erzielt, ohne Kompromisse bei der Sicherheit eingehen zu müssen.</span></p> \n<p><span>„Die Folgen einer Sicherheitsverletzung gehen über die unmittelbaren finanziellen Auswirkungen hinaus.&nbsp; Der Vertrauensverlust der Stakeholder, der Markenschaden, der potenzielle Verlust von geistigem Eigentum und regulatorische Auswirkungen sind nur einige Aspekte, die Unternehmen bedenken müssen, und die Bedrohungen entwickeln sich täglich weiter.&nbsp; Dieser neue Paradigmenwechsel bedeutet, dass Erkennung und Korrektur von entscheidender Bedeutung sind“, sagt Nima Baiati, Global Director und GM von Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Der Vertrauensverlust der Stakeholder, der Markenschaden, der potenzielle Verlust von geistigem Eigentum und regulatorische Auswirkungen sind nur einige Aspekte, die Unternehmen bedenken müssen, und die Bedrohungen entwickeln sich täglich weiter.</span></em></p> \n<p><strong><span>Ein 360°Ansatz für die Sicherheit</span></strong></p> \n<p><span>Im Jahr 2018 kündigte Lenovo ThinkShield an, eine umfassende Suite von Sicherheitslösungen, die über die gesamte Produktlebensdauer hinweg Schutz bietet. Durch die Sicherung von Einheiten bereits in der Fertigungs- und Lieferkette stellt&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;sicher, dass die Geräte nicht infiziert oder manipuliert werden, bevor der Endbenutzer sie überhaupt einschaltet.</span></p> \n<p><span>Wir überwachen die Sicherheit der Lieferanten, die intelligente Komponenten fertigen, und vergewissern uns, dass sie die erforderlichen Richtlinien und Grundsätze erfüllen. Darüber hinaus arbeiten wir mit Intel zusammen, um uns an seiner transparenten Lieferkette auszurichten, sodass Kunden die Integrität jeder Komponente ihres neuen Systems überprüfen können.</span></p> \n<p><span>ThinkPad X1 ist außerdem mit einer umfassenden Integration von Hardware und Software ausgestattet und verfügt über die modernsten CPUs auf dem Markt.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10 Secure-Core-PCs</a>&nbsp;sind darauf ausgelegt, geschäftskritische Daten in besonders datenabhängigen Branchen zu verarbeiten.</span></p> \n<p><span>Ein ThinkPad X1 Secured-Core-PC ist ein modernes Windows-Gerät mit sofort einsatzbereitem Hardware-, Software- und Identitätsschutz auf höchstem Niveau.</span></p> \n<p><span>David Weston, Partner Director BS-Sicherheit bei Microsoft, erklärt: „Die Unternehmen sind einem immer höheren Risiko ausgesetzt, da die Angreifer bei ihren Attacken zunehmend ausgefeilter werden und gezielter arbeiten. Angesichts der steigenden Bedrohungen ist ein integrierter Hard- und Softwareansatz für den Schutz von wesentlicher Bedeutung. Secured-Core-PCs sind dafür ausgelegt, solche gezielten Firmware-Angriffe zu verhindern, anstatt sie lediglich zu erkennen.“</span></p> \n<p><span>&nbsp;</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><em><span>Secured-Core-PCs sind dafür ausgelegt, solche gezielten Firmware-Angriffe zu verhindern, anstatt sie lediglich zu erkennen.</span></em></p> \n<p><span>Basierend auf umfassendem Fachwissen und unterstützt durch ein globales Netzwerk von geschulten und zertifizierten Fachleuten für technischen Service wendet Lenovo das Konzept „Security by Design“ bei allen unserer Produkte und Services an.</span></p> \n<p><span>Angesichts der zunehmenden Komplexität von Netzwerken und der steigenden Ausgefeiltheit von Sicherheitsbedrohungen bietet ThinkShield vier Schutzpfeiler: Geräte-, Daten-, Identitäts- und Online-Lösungen. Von Privacy Guard, ThinkShutter, „Keep Your Drive“-Service, sicherer USB-Festplatte bis hin zu sicheren Andockstationen, FIDO (Fast Identity Online), Match-on-Chip-Fingerabdruckleser und Bufferzone, um nur einige Lösungen zu nennen: Unser Ziel ist, es Organisationen und Benutzer rundum zu schützen.</span></p> \n<p><strong><span>Sorgenfreies Arbeiten für Organisationen&nbsp;</span></strong></p> \n<p><span>Unabhängig von ihrer Größe oder ihrem Entwicklungsstadium stehen alle Unternehmen heute vor derselben Herausforderung: Die IT-Sicherheitsteams sind unterbesetzt und überfordert.</span></p> \n<p><span>Die Zahl der Cyberangriffe nimmt täglich zu, Hacker und interne Angreifer entwickeln ständig neue und kreative Methoden, um Schwachstellen aufzudecken&nbsp;– ganz zu schweigen von der zunehmenden Anzahl von E-Mail-Phishing-Angriffen oder dem Mangel an unterstützenden Strukturen, um eine sicherheitsorientierte Unternehmenskultur zu fördern.</span></p> \n<p><span>Laut Gartner ist der Mangel an qualifizierten Sicherheitsexperten ein beständiges Problem, das durchweg zu fehlgeschlagenen Bereitstellungen von Sicherheitstechnologien führt. Es gab bereits Vorfälle mit Datenverletzungen, die CIOs oder CEOs ihren Job gekostet haben.&nbsp; Wie kann die Sicherheit eines Unternehmens mit begrenzten Ressourcen erhöht werden, um unbesorgt arbeiten zu können? Eine Möglichkeit ist, sich an Technologieanbieter zu wenden, denen Sie vertrauen können, um den Angreifern einen Schritt voraus zu sein.</span></p> \n<p><span>Aus diesem Grund haben wir eine Reihe neuer Sicherheits- und Verwaltungsverbesserungen für das BIOS (Basic Input-Output System), die vorinstallierte Firmware und die erste Software, die beim Einschalten eines Computers ausgeführt wird, entwickelt. Diese Systeme haben wir in das neueste ThinkPad X1 integriert, um es Unternehmen zu erleichtern, Sicherheit von Grund auf zu implementieren.</span></p> \n<p><span>Nehmen wir als Beispiel die Remote-Einstellung des Administratorkennworts. BIOS-Kennwörter sind aufgrund der Einführung von Windows 10 und der VBS-Funktionen (Virtualization-based Security) von entscheidender Bedeutung. Traditionell haben ThinkPad-Systeme die Remote-Einstellung eines Administratorkennworts nicht unterstützt, um DOS-Angriffe (Denial of Service) zu verhindern. Das erfordert, dass eine Person den Prozess physisch verwalten muss.</span></p> \n<p><span>Mit der neuen Remote-Einstellung des Administratorkennworts können IT-Administratoren mithilfe des Absolute Persistence 2.0-Frameworks für sichere Kommunikation ein Administratorkennwort festlegen, ohne dass eine physische Präsenz erforderlich ist. Auf diese Weise können sie Tausende von ThinkPad-Laptops sicher aus der Ferne bereitstellen, ohne sich tatsächlich vor Ort befinden zu müssen.</span></p> \n<p><span>Ein weiteres Beispiel für die neuen Sicherheitsfunktionen ist ein „selbstheilendes“ BIOS. Wenn das BIOS beschädigt oder in böswilliger Absicht angegriffen wird, „heilt“ es sich selbst und greift auf eine unbeschädigte Sicherungskopie zurück. Dies verhindert, dass Hacker den Firmware-Code der niedrigsten Ebene auf dem Gerät infiltrieren, und bietet IT-Teams und Benutzern ein widerstandsfähiges BIOS, was zu kürzeren Ausfallzeiten führt.</span></p> \n<p><span>Darüber hinaus haben wir ThinkShield Secure Wipe in BIOS aufgenommen, das zuverlässig alle Daten von einem Laufwerk löscht, ohne dass externe Tools erforderlich sind. IT-Sicherheitsteams können jetzt vertrauliche Daten auf Festplatten sicher, schnell und mühelos vollständig löschen.</span></p> \n<p><strong><span>Mitarbeitererfahrung verbessern</span></strong></p> \n<p><span>Wer hat schon Zeit, über Cybersicherheit nachzudenken, wenn man gerade zwei Telefonkonferenzen hatte und einen fälligen Bericht fertigstellen muss, während man sich schon fast auf den Weg macht, um die Kinder abzuholen? Die ThinkPad X1-Serie wurde von Ingenieuren entwickelt, die die Philosophie des „Foundational Engineering“ verinnerlicht haben und bei der Erstellung neuer Geräte und Funktionen bei Lenovo anwenden.</span></p> \n<p><span>Wir stellen sicher, dass sich unsere Produkte an das geschäftige Leben unserer Benutzer anpassen und intelligente, praktische und zuverlässige Vorteile bieten. Basierend auf unseren umfassenden Fachkenntnissen, die wir seit mehr als drei Jahrzehnten in der Bereitstellung sicherer IT-Produkte, -Lösungen und -Dienstleistungen für Verbraucher und Kunden auf der ganzen Welt sammeln konnten, stellt unser Team die Erfahrung der Endbenutzer in den Vordergrund und richtet die wichtigsten Funktionen und Innovationen der ThinkPad X1-Serie darauf aus.</span></p> \n<p><span>Baiati erläutert dies weiter. „Heutzutage geht die Endbenutzererfahrung über Erscheinungsbild, Haptik und Klangqualität hinaus. Die Benutzer wollen sich bei der Verwendung von Technologie geschützt fühlen. Die Sicherheit ist nicht verhandelbar. Die Angst vor Viren, Hackerangriffen und Identitätsdiebstahl ist groß, und wir werden weiterhin alles daran setzen, gegen solche Cyber-Bedrohungen anzugehen. Wir haben ThinkShield als ein neuartiges Portfolio innovativer Sicherheitslösungen entwickelt, um den Endbenutzer zu schützen.“</span></p> \n<p><span>ThinkShutter ist ein Beweis dafür, wie die ThinkPad-Ingenieure eine notwendige Innovation für die Benutzer zum Leben erweckt haben. Post-its, Klebeband, eine schicke Webcam-Abdeckung&nbsp;– bis wir ThinkShutter einführten, verwendeten die Benutzer alle möglichen Dinge, um ihre Webcam abzudecken. Damit ist ThinkPad das erste Business-Notebook der Welt mit integriertem Webcam-Verschluss.</span></p> \n<p><span>Es handelt sich um eine winzige Schiebeabdeckung, die sich neben der Webcam oben auf dem Gerät befindet. Wenn Sie einen Skype-Anruf tätigen oder ein Video aufzeichnen möchten, schieben Sie die Abdeckung einfach zur Seite, und anschließend wieder zurück, wenn Sie die Kamera nicht mehr verwenden und Ihre Privatsphäre schützen möchten.</span></p> \n<p><span>Ein weiteres Beispiel ist PrivacyGuard: Ein eingebauter Bildschirmfilter, der dank Blick- und Anwesenheitserkennung das Ausspähen über die Schulter verhindert. Die Funktion erkennt mithilfe einer IR-Kamera, ob sich jemand hinter Ihnen befindet, und aktiviert dann eine Benachrichtigung mit dem Hinweis, dass der Datenschutz in Gefahr ist.</span></p> \n<p><span>Zudem gibt es die Möglichkeit, die Anzeige abzudunkeln, sodass man nur dann sieht, was auf dem Bildschirm angezeigt wird, wenn man direkt vor dem Laptop sitzt. Sie müssen in einem Café oder im Flugzeug an einem vertraulichen Dokument arbeiten? Dann erweist sich Ihnen PrivacyGuard als nützlich.</span></p> \n<p><span>PrivacyGuard ist ein eingebauter Bildschirmfilter, der dank Blick- und Anwesenheitserkennung das Ausspähen über die Schulter verhindert.</span></p> \n<p><span>Wenn Sie Ihre Identität schützen möchten, ohne Kennwörter verwenden zu müssen, die schwer zu merken oder leicht zu hacken sind, liegen Sie mit ThinkPad X1 genau richtig.</span></p> \n<p><span>ThinkShield bietet mehrere Authentifizierungsfaktoren, von denen viele von Intel Authenticate unterstützt werden. Darüber hinaus ist Lenovo der erste Anbieter, der FIDO-zertifizierte Authentifikatoren direkt in Microsoft Windows-PCs integriert.</span></p> \n<p><span>FIDO authentifiziert Identitäten auf Websites wie PayPal, Google und Dropbox mithilfe der sicheren Fingerabdrucktechnologie. Außerdem können Mitarbeiter ihren Fingerabdruck als zweiten Authentifizierungsfaktor verwenden und sich so sicher und privat in Unternehmensnetzwerken und anderen verbundenen Geschäftsressourcen anmelden.</span></p> \n<p><span>Unser Match-on-Chip-Fingerabdruckleser verwendet die neueste Synaptics-Technologie, um die Authentifizierung vollständig im Lesegerät durchzuführen. Darüber hinaus haben wir einen robusten Anti-Spoofing-Algorithmus namens Quantum Matcher integriert, der auf einer Bildanalyse mit maschinellem Lernen basiert, um die Wahrscheinlichkeit erfolgreicher Spoofing-Angriffe erheblich zu verringern.</span></p> \n<p><span>Alles in allem sind diese Funktionen für die Mitarbeiter mit einem minimalen Aufwand verbunden, während gleichzeitig das Sicherheitsniveau erhöht wird. Dies trägt zu einer positiven Erfahrung für Endbenutzer und IT-Sicherheitsteams in den Organisationen bei. Mit den richtigen Technologien und ThinkShield-Lösungen können sich Teams auf die Steigerung der Produktivität und die Förderung von Innovationen konzentrieren, die letztendlich zur Verbesserung des Geschäftsergebnisses beitragen.</span></p> \n<p><span>Unser Konzept des „<strong>Foundational Engineering</strong>“ kombiniert die umfassende Erfahrung von Lenovo in Sachen Sicherheit mit benutzerorientiertem Design, und wir sind stolz darauf, damit Organisationen und Privatpersonen mehr als nur Technologie zur Verfügung zu stellen.</span></p>","Author":""}}