{
	"Results": {
		"Id": "9e1a5f450fe843f88d184ecc775b3819",
		"Template": "Article",
		"Title": "Schnelle Anpassung an den Klimawandel: Intelligente Daten helfen Landwirten",
		"Image": "",
		"Body": "<p style=\"margin: 12pt 0in;\"><span>Stellen Sie sich vor, der einzige Weg, eine Aufgabe zu erledigen, besteht darin, einen riesigen Stapel Papiere Blatt f</span><span>ü</span><span>r Blatt zu sortieren und durchzugehen, um am Ende des Arbeitstages eine wichtige Information zu erlangen. </span><span></span><span>Nach stundenlangem Sortieren haben Sie es endlich geschafft. Ein Erfolgsgef</span><span>ü</span><span>hl, nicht wahr? Jedoch nur f</span><span>ü</span><span>r einen Moment. Ein weiterer Stapel landet auf Ihrem Schreibtisch, denn Morgen wird eine neue wichtige Information ben</span><span>ö</span><span>tigt </span><span>–</span><span> und das Spiel beginnt von vorne. Und am n</span><span>ä</span><span>chsten Tag wieder. Und so weiter.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>F</span><span>ü</span><span>r Datenwissenschaftler ist das keine Fiktion. Es ist deren Job</span><span>&nbsp;–</span><span> allerdings mit Unmengen digitaler Daten anstelle von Papier.</span></p> \n<p style=\"margin: 12pt 0in 0pt;\"><span>Fortschritte bei der KI, insbesondere beim maschinellen Lernen, verbessern die Effizienz dieses Prozesses und filtern die erforderlichen mikro- und sogar makroskopischen Daten heraus. </span><span></span><span>Die Mehrzahl der gesammelten Daten sind unbedeutend</span><span>&nbsp;–</span><span> <em>normale</em></span><span></span><span>Daten, die komprimiert und gespeichert werden k</span><span>ö</span><span>nnen, um sie sp</span><span>ä</span><span>ter bei Bedarf abzurufen</span><span>&nbsp;–</span><span> doch einige weisen auf drohende Gefahren hin</span><span>&nbsp;–</span><span> n</span><span>ü</span><span>tzliche,</span><span></span><em><span>intelligente</span></em><span></span><span>Daten. Ohne intelligente Daten und Computertechnologie k</span><span>ö</span><span>nnen manche Datenverarbeitungsaufgaben Wochen oder sogar Monate dauern. F</span><span>ü</span><span>r Datenwissenschaftler ist die </span><span>ü</span><span>berw</span><span>ä</span><span>ltigende Datenflut beides: Problem</span><span></span><em><span>und</span></em><span></span><span>L</span><span>ö</span><span>sung zugleich.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Und Big Data ist unabdingbar, wenn Sie gro</span><span>ß</span><span>e Probleme wie die globale Nahrungsmittelversorgung l</span><span>ö</span><span>sen m</span><span>ö</span><span>chten.</span></p> \n<p><span>ThinkStation P920</span><span>&nbsp;–</span><span> Explosionsansicht</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Steigende Bev</span><span>ö</span><span>lkerungszahlen und Verst</span><span>ä</span><span>dterung f</span><span>ü</span><span>hren zu einem Mangel an Nahrungsmitteln, Wasser, Energie und Ackerland. Daher ist es unerl</span><span>ä</span><span>sslich, die vor uns liegenden Herausforderungen zu untersuchen und zu verstehen. Genau daran haben die Raumforscher der North Carolina State University (NCSU) in den letzten beiden Jahren gearbeitet. Mithilfe intelligenter Daten und k</span><span>ü</span><span>nstlicher Intelligenz identifizieren die Forscher der NCSU pr</span><span>ä</span><span>ventiv Agrarfl</span><span>ä</span><span>chen und Nutzpflanzen, die vom Klimawandel betroffen sind, z.</span><span></span><span>B. durch Hochwasser oder D</span><span>ü</span><span>rren.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Da Ackerland verschwindet und die Nachfrage nach Nahrungsmitteln steigt, versuchen die Forscher mithilfe intelligenter, datengesteuerter digitaler Agrarl</span><span>ö</span><span>sungen den Pflanzenbau zu steigern sowie die Wasser- und Energienutzung zu optimieren. Landwirte ben</span><span>ö</span><span>tigen schnellstm</span><span>ö</span><span>glich handlungsrelevantes Wissen, damit Nahrungsmittel von h</span><span>ö</span><span>chster Qualit</span><span>ä</span><span>t vom Bauernhof auf den Tisch gelangen.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Weltraumorganisationen wie die NASA sammeln Dutzende Terabyte an Daten von Erdbeobachtungssatelliten sowie Petabyte an Klimasimulations- und Str</span><span>ö</span><span>mungsbeobachtungsdaten von Milliarden von Sensoren. Die Zentralisierung der Daten aus diesen verschiedenen Datenstr</span><span>ö</span><span>men und die Durchf</span><span>ü</span><span>hrung klassischer Offline-Analysen allein reichen nicht aus, um die t</span><span>ä</span><span>glichen Herausforderungen der Landwirte zu meistern. Das Extrahieren entscheidender Kenntnisse kann, sofern es effizient und nahezu in Echtzeit erfolgt, zu ertragreicheren Ernten, besserem Naturschutz und einer geringeren Beeintr</span><span>ä</span><span>chtigung der weltweiten Lebensmittelproduktion bei schwankenden Umweltbedingungen f</span><span>ü</span><span>hren.</span></p> \n<p><span>NASA-Satellitenflotte f</span><span>ü</span><span>r Geowissenschaften</span></p> \n<p style=\"margin: 12pt 0in;\"><span>Angesichts der Datenflut ben</span><span>ö</span><span>tigte das Team sowohl eine Echtzeit- als auch eine Offline-Analysel</span><span>ö</span><span>sung mit ausreichender Rechenleistung, um sofortiges Feedback zu liefern und Daten f</span><span>ü</span><span>r eine umfassendere Analyse zu komprimieren und zu speichern. Zur Bew</span><span>ä</span><span>ltigung dieser Herausforderung wandte sich das Team der NCSU an Lenovo.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>„</span><span>Der Erfolg von KI-Systemen, insbesondere Deep Learning, l</span><span>ä</span><span>sst sich auf die Verf</span><span>ü</span><span>gbarkeit von Big Data zur</span><span>ü</span><span>ckf</span><span>ü</span><span>hren. Der Engpass f</span><span>ü</span><span>r viele Unternehmen ist jedoch die veraltete Computerinfrastruktur</span><span>“</span><span>, erkl</span><span>ä</span><span>rt Ranga Raju Vatsavai von der NCSU. </span><span>„</span><span>Moderne leistungsstarke Workstations wie die ThinkStation P920, ausgestattet mit den neuesten Intel Xeon Prozessoren, High-End-GPUs und Lenovos KI-Framework LiCO, erm</span><span>ö</span><span>glichen es Forschern, KI-L</span><span>ö</span><span>sungen in einer noch nie dagewesenen Geschwindigkeit zu entwickeln und bereitzustellen.</span><span>“</span></p> \n<p style=\"margin: 12pt 0in 0pt;\"><span>Das Team verfolgte einen zweigleisigen Ansatz, um zu verstehen, was derzeit passiert, und um die Zukunft besser vorhersagen zu k</span><span>ö</span><span>nnen. Die</span><span></span><span><a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/think-workstations/thinkstation-p-series-towers/ThinkStation-P920/p/33TS3TPP920\" target=\"_blank\"><span style=\"color: blue;\">ThinkStation P920</span></a></span><span></span><span>KI-Workstation fungiert als Testumgebung/Sandbox, die im Hintergrund l</span><span>ä</span><span>uft, eingehende Offline-Daten durchsucht und Modelle aus den empfangenen globalen Daten erlernt und aktualisiert. Das</span><span></span><span><a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/think-workstations/thinkstation-p-series-tiny-/ThinkStation-P330-Tiny/p/33TS3TP330X\" target=\"_blank\"><span style=\"color: blue;\">ThinkStation P330 Tiny</span></a></span><span></span><span>fungiert als Edge-Ger</span><span>ä</span><span>t. Es erfasst Daten von den Sensoren vor Ort, meldet Aktualisierungen in Echtzeit und sammelt Daten, die erneut eingespeist werden. Die kontinuierliche Schleife aus Verstehen und Kompilieren von Offline- und Echtzeit-Analyseergebnissen f</span><span>ü</span><span>hrt zu intelligenteren Daten sowie umsetzbaren L</span><span>ö</span><span>sungen f</span><span>ü</span><span>r die NCSU, um Erntebedingungen auch unter schwierigsten Gegebenheiten vorherzusagen.</span></p> \n<p style=\"margin: 12pt 0in;\"><span>M</span><span>ö</span><span>chten Sie wissen, was diese Datenoptimierung genau bedeutet? Hier sind die technischen Details:</span></p> \n<p style=\"margin: 12pt 0in 0pt;\"><em><span>NCSU-Forscher trainierten erfolgreich das bekannte Deep-Learning-Modell VGG-16 zur Nutzpflanzenklassifizierung mithilfe hochaufl</span></em><em><span>ö</span></em><em><span>sender Satellitenbilder, aufgenommen </span></em><em><span>ü</span></em><em><span>ber North Carolina. Die Rohdaten der Satellitenbilder entsprachen 6</span></em><em><span></span></em><em><span>Terabyte und die Trainingsdaten umfassten 91</span></em><em><span></span></em><em><span>MB. Das Modell VGG-16 wurde auf einer P920 ThinkStation mit Intel Xeon Gold 6134 CPU und Lenovos LiCO 5.2.1 Framework trainiert. Im Gegensatz zu herk</span></em><em><span>ö</span></em><em><span>mmlichen CPUs bieten moderne Intel Xeon Prozessoren zus</span></em><em><span>ä</span></em><em><span>tzliche Befehlss</span></em><em><span>ä</span></em><em><span>tze </span></em><em><span>ä</span></em><em><span>hnlich wie GPUs, mit denen sich bestimmte Rechenaufgaben optimieren lassen. Ohne solch neue Befehlssatzoptimierungen ben</span></em><em><span>ö</span></em><em><span>tigte das VGG-16-Modell ungef</span></em><em><span>ä</span></em><em><span>hr 15 Stunden, das optimierte Modell hingegen nur 9 Stunden und 19 Minuten, was zu einer signifikanten Verbesserung der Leistung pro Knoten f</span></em><em><span>ü</span></em><em><span>hrte.</span></em></p> \n<p style=\"margin-top: 12pt;\"><span>KI und maschinelles Lernen bieten eine beschleunigte, effizientere Dateninterpretation mit mehr Kontrolle. Dank dieser Workstations verf</span><span>ü</span><span>gen Agrarwissenschaftler </span><span>ü</span><span>ber k</span><span>ü</span><span>nstliche Intelligenz, um cleverer zu arbeiten. Dabei k</span><span>ö</span><span>nnen sie sich auf intelligente Daten und L</span><span>ö</span><span>sungen verlassen, um Bedrohungen der Nahrungsmittelversorgung abzuwehren.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
