{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G и кибербезопасность — что нужно знать компаниям",
		"Image": "",
		"Body": "<p><strong><span>Директор по информационной безопасности Lenovo обсуждает новый стандарт на Национальной конференции по кибербезопасности.&nbsp;</span></strong></p> \n<p><span>Участники многих презентаций и пленарных заседаний, проведенных в рамках конференции Национального альянса по кибербезопасности (NCSA) Национальной ассоциации фондовых дилеров в Нью-Йорке, открывшей <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">Национальный месяц осведомленности в вопросах кибербезопасности</a>, сошлись во мнении, что компаниям требуется четкий план обеспечения безопасности, чтобы справиться с потенциальными киберугрозами в связи с внедрением стандарта 5G.</span></p> \n<p><span>Некоммерческий <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">Национальный альянс по кибербезопасности</a> сотрудничает с государственными и частными организациями с целью укрепления кибербезопасности по двум направления. Во-первых, на конференции в Нью-Йорке были проведены пленарные заседания, посвященные конфиденциальности данных, роли искусственного интеллекта в обеспечении безопасности и влиянии квантовых вычислений. Кроме того, Джейсон Рюгер (Jason Ruger), директор по информационной безопасности в Lenovo, выступил с докладом о безопасности сетей 5G.</span></p> \n<p><span>Во-вторых, проводится работа с коммерческими и частными пользователями, поскольку фишинговые и другие кажущиеся на первый взгляд старомодными атаки по-прежнему представляют серьезную угрозу, отмечает исполнительный директор NCSA Кельвин Коулман (Kelvin Coleman), призывая всех пользователей взять ИТ-безопасность в свои руки и реализовать стратегию Own IT. Secure IT. Protect IT (Владение, защита и обеспечение безопасности ИТ-ресурсов).</span></p> \n<p><span>«Это очень простая стратегия: мы призываем потребителей как следует изучить устройства и приложения, которые они используют каждый день, обеспечить безопасность своего цифрового профиля и защитить себя, ознакомившись с настройками конфиденциальности, охраняющими их личные данные и препятствующие киберпреступникам,&nbsp;— продолжает Коулман.&nbsp;— По мере того как киберпреступники становятся все более изощренными, важно помнить несколько проверенных и эффективных методов защиты себя в Интернете и активно использовать их».</span></p> \n<p><span>В своем выступлении Рюгер объяснил, как технологии способствуют реализации потрясающего потенциала сетей 5G, обеспечивающих скорость, которая в 100 раз превышает скорость передачи данных в сетях 4G, отметив, что речь идет не только о более высоких скоростях, но и о новых возможностях укрепления кибербезопасности.</span></p> \n<p><span>Источником этих возможностей является то, что так отличает 5G от остальных стандартов связи: уменьшенная длина и увеличенная частота волны по сравнению с более ранними технологиями.&nbsp; Рюгер рассказал, что радиоволны AM (старая технология, основанная на использовании другого конца волнового спектра) имеют длину около 305&nbsp;м, а длина новых волн диапазона 5G&nbsp;— менее 1&nbsp;см.&nbsp; Именно благодаря этому в сетях 5G такая высокая скорость передачи данных и низкая задержка.</span></p> \n<p><span>По мнению Рюгера, организациям нужно помнить о следующих основных различиях: количестве устройств, скорости подключения и расстоянии, которое проходят волны.</span></p> \n<p><span>«Каждое из этих изменений&nbsp;— источник реальных проблем и потрясающих возможностей в области кибербезопасности»,&nbsp;— рассказывает Рюгер. ОН руководил переходом со стандарта 2G на 3G, с 3G на 4G и вот сейчас на 5G в таких компаниях, как Lenovo, Motorola и Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 700px; height: 525px;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Распространение более быстрого и надежного подключения 5G приведет к появлению огромного количества устройств Интернета вещей.&nbsp; Сколько новых устройств? В то время как сейчас у каждого из сотрудников одно-два подключенных к Интернету устройств, в ближайшем будущем организациям потребуется обеспечить инфраструктуру для поддержки около 100 устройств на каждого сотрудника, ведь интеллектуальными датчиками будет оснащено все: от лампочек до офисных стульев и термостатов.</span></p> \n<p><span>«Появление такого количества пользовательских устройств в организации превратится в огромную проблему, ведь потребуется обеспечить согласованное обновление и исправление каждого устройства,&nbsp;— продолжает Рюгер.&nbsp;— У организаций должен быть четкий план обновления таких устройств: это может быть контракт на обслуживание или готовность более часто менять устройства. Возможно, больше устройств будут приобретаться в лизинг».</span></p> \n<p><span>Организации также могут воспользоваться «нарезкой сети», то есть приобретать частные сегменты спектра 5G, тем самым снижая вероятность латерального распространения проблем, например вирусов, в сети.</span></p> \n<p><span>У Lenovo есть планы и по обеспечению безопасности собственных сетей в эпоху 5G, и по предоставлению продуктов с поддержкой 5G. Выпущенные Lenovo смартфоны Motorola стали первыми телефонами с поддержкой 5G, вскоре после этого компания выпустила первый ПК с поддержкой 5G&nbsp;— Qualcomm.</span></p> \n<p><span>Основным коммерческим преимуществом устройств с поддержкой 5G является скорость.&nbsp; Новый стандарт обеспечивает почти в 100 раз более быструю передачу данных, чем 4G: видео в Интернете будут проигрываться без зависаний, а скачивание файлов происходить практически мгновенно. Однако высокая скорость, которая позволит слышать четкую речь во время вызовов и доведет видеовызовы до совершенства, откроет бескрайние возможности для хакеров, которые смогут извлекать огромные объемы данных до того, как вы сможете среагировать.</span></p> \n<p><span>«Такие космические скорости вызывают некоторые опасения, если вы отвечаете за безопасность, однако возможность «нарезки сетей» 5G все же позволяет проводить мониторинг и обнаружение угроз по-новому,&nbsp;— рассказывает Рюгер.&nbsp;— Кроме того, высокую скорость 5G удобно использовать для резервного копирования данных и обеспечения резервирования».</span></p> \n<p><span>Нельзя не сказать еще об одном противоречивом аспекте сетей 5G&nbsp;— расстоянии.&nbsp; У радиоволн AM длиной около 305 м одно преимущество: они способны проходить большие расстояния.&nbsp; Крошечные волны 5G, напротив, требуют установки ячеек сотовой связи практически каждые 100 метров, особенно в плотной городской среде. Число инфраструктурных устройств для передачи волн 5G увеличится в разы.</span></p> \n<p><span>С одной стороны, необходимо обеспечить безопасность всех этих ячеек, а с другой&nbsp;— это возможность для руководителей по безопасности тщательно контролировать установленные в здании микроячейки сотовой связи, когда стандарт 5G станет доступен пользователям.</span></p> \n<p><span>«Ввиду действующих ограничений по расстоянию компании могут сконцентрироваться на подключениях внутри офиса и оптимизировать аутентификацию, тем самым повышая уровень безопасности своей сети».</span></p> \n<p><span>Он также напомнил, что действовать нужно быстро, потому что на пороге уже стандарт 6G.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
