{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Базовое проектирование: старые добрые механизмы обеспечения безопасности и дизайн, ориентированный на пользователя","Image":"","Body":"<p><span>Сегодня в мире два типа компаний: те, кто уже пережил нарушения безопасности, и те, которые не знают, что это произошло. В современном мире, где все тесно взаимосвязанно, серьезные угрозы безопасности подстерегают нас повсюду: похищенные устройства, кражи данных, программы-вымогатели, мошеннические транзакции, уязвимости ПО, хакерские атаки в облаке&nbsp;— список можно продолжать бесконечно.</span></p> \n<p><span>В Lenovo&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">безопасность \"вшита\" в ДНК компании</a>, это важнейший вопрос, которому уделяется внимание на всех этапах жизненного цикла нашей продукции. В устройства ThinkPad подсистема обеспечения безопасности была интегрирована еще в 2002 году, а в 2004&nbsp;— добавлена аутентификация с использованием считывателя отпечатков пальцев. Новейшая линейка продуктов Lenovo ThinkPad X1 представляет собой идеальное сочетание управляемости, удобства использования и высочайшего уровня безопасности. Создать ее помог богатый опыт компании в сфере разработки передовых решений для обеспечения безопасности, включая технологии считывания отпечатков пальцев, развитое проектировочное мышление и ориентация на конечного пользователя.</span></p> \n<p><span>\"Последствия нарушения безопасности выходят далеко за рамки непосредственного финансового ущерба.&nbsp; Потеря доверия заинтересованных лиц, ущерб бренду, потенциальная потеря интеллектуальной собственности и санкции со стороны регулирующих органов&nbsp;— это лишь немногое, о чем нужно помнить в условиях, когда среда угроз продолжает ежедневно меняться.&nbsp; Произошедшая не так давно смена парадигмы делают обнаружение и устранение угроз вопросом первостепенной важности\",&nbsp;— отмечает Нима Байати (Nima Baiati), глобальный директор и генеральный менеджер Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Потеря доверия заинтересованных лиц, ущерб бренду, потенциальная потеря интеллектуальной собственности и санкции со стороны регулирующих органов&nbsp;— это лишь немногое, о чем нужно помнить в условиях, когда среда угроз продолжает ежедневно меняться.</span></em></p> \n<p><strong><span>Комплексный подход к безопасности</span></strong></p> \n<p><span>В 2018 году Lenovo выпустила&nbsp;ThinkShield&nbsp;— комплексный набор решений для обеспечения безопасности продукта на протяжении всего жизненного цикла. Обеспечивая безопасность устройств еще на этапе производства и в цепочке поставок,&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;гарантирует отсутствие заражений и угроз безопасности еще до первого включения.</span></p> \n<p><span>Мы тщательно контролируем соблюдение требований безопасности, политик и правил поставщиками, которые производят интеллектуальные компоненты. Кроме того, вместе с Intel мы работаем над реализацией политики прозрачности цепочки поставок Transparent Supply Chain, в соответствии с которой каждый клиент может проверить целостность каждого компонента новой системы.</span></p> \n<p><span>При проектировании ThinkPad X1 мы ориентировались на принципы глубокой интеграции программного и аппаратного обеспечения и использовали самые современные из доступных на тот момент ЦП.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">ПК с защищенным ядром и Windows 10</a>&nbsp;предназначены для работы с критически важными данными в отраслях с высочайшими требованиями к конфиденциальности данных.</span></p> \n<p><span>ПК с защищенным ядром ThinkPad X1&nbsp;— это современное устройство с Windows, которое поставляется с готовыми к работе оборудованием, программным обеспечением и механизмами защиты удостоверений высочайшего уровня.</span></p> \n<p><span>Дэвид Уэстон (David Weston), руководитель по взаимодействию с партнерами и безопасности ОС в Microsoft, отмечает: \"Риски для компаний возрастают по мере того, как злоумышленники становятся более изощренными и целенаправленными в своих атаках. В условиях повышенной опасности очень важен комплексный подход к защите, объединяющий аппаратные и программные компоненты. ПК с защищенным ядром призваны предотвращать целенаправленные атаки на уровне микропрограммного обеспечения, а не просто обнаруживать их.\"</span></p> \n<p><em><span>ПК с защищенным ядром призваны предотвращать целенаправленные атаки на уровне микропрограммного обеспечения, а не просто обнаруживать их.</span></em></p> \n<p><span>Используя обширные знания и опыт, а также поддержку глобальной сети высококвалифицированных сертифицированных специалистов по техническому обслуживанию, Lenovo следует концепции \"безопасности по умолчанию\" во всем, что делает.</span></p> \n<p><span>В условиях растущей сложности сетей и изощренности угроз безопасности ThinkShield обеспечивает защиту по четырем направлениям, включая устройства, данные, удостоверения и онлайн-решения. Обеспечивать комплексную безопасность организаций и пользователей Lenovo помогают такие решения и сервисы, как Privacy Guard, ThinkShutter, службы Keep Your Drive, защищенный жесткий диск USB, защищенные док-станции, FIDO (Fast Identity Online), считыватель отпечатков пальцев Match-on-Chip, буферная зона и многие другие.</span></p> \n<p><strong><span>Даем возможность организациям ни о чем не беспокоится&nbsp;</span></strong></p> \n<p><span>Все современные организации&nbsp;— независимо от размера и стадии развития&nbsp;— сегодня сталкиваются с одной общей проблемой: специалистов по ИТ-безопасности не хватает, а круг их обязанностей слишком широк.</span></p> \n<p><span>Число кибератак увеличивается ежедневно, хакеры и злоумышленники внутри организации непрерывно находят новые, еще более изощренные способы использования уязвимостей, не говоря уже о растущем числе фишинговых атак в электронной почте и отсутствии структурной поддержки с целью формирования и развития корпоративной культуры, ориентированной на безопасность.</span></p> \n<p><span>Согласно Gartner, нехватка квалифицированных специалистов в области безопасности&nbsp;— это давняя проблема, которая то и дело приводит к неспособности развернуть эффективные технологии обеспечения безопасности, а инциденты, связанные с нарушением безопасности данных, стоили должности не одному ИТ- или генеральному директору.&nbsp; Как повысить безопасность своей компании, имея в распоряжении ограниченные ресурсы, и обеспечить себе душевное спокойствие? Во-первых, следует обратиться к надежным поставщикам технологий, способным находить эффективные решения современных проблем.</span></p> \n<p><span>Вот почему мы усовершенствовали ряд функций по обеспечению безопасности и управляемости для BIOS, предустановленного микропрограммного обеспечения и ПО, которое запускается первым при включении компьютера. Эти функции интегрированы в последнюю модель ThinkPad X1, чтобы компаниям было легче реализовать механизмы безопасности на фундаментальном уровне.</span></p> \n<p><span>Рассмотрим в качестве примера удаленную настройку пароля администратора. Пароли для BIOS приобрели критическое значение ввиду внедрения Windows&nbsp;10 и технологии защищенной виртуализации (VBS). Традиционно системы ThinkPad не поддерживали удаленную настройку пароля администратора, стремясь защититься от DOS-атак, поэтому раньше эта система требовала физического управления.</span></p> \n<p><span>Теперь благодаря возможности удаленной настройки пароля администратора ИТ-администраторы могут использовать платформу защищенной коммуникации Absolute Persistence 2.0, чтобы настроить пароль администратора без физического присутствия. На практике это означает возможность удаленного безопасного развертывания тысяч ноутбуков ThinkPad без физического присутствия специалиста.</span></p> \n<p><span>Еще один пример новых функций обеспечения безопасности&nbsp;— самовосстанавливающаяся BIOS. Если BIOS повреждена или атакована злоумышленниками, система выполнит самовосстановление и откат до последней гарантированно исправной резервной копии. Это не позволит злоумышленникам проникнуть в микропрограммный код самого нижнего уровня на устройстве и обеспечит ИТ-специалистам и пользователям устойчивую BIOS, что позволит сократить продолжительность вынужденных простоев.</span></p> \n<p><span>Кроме того, в BIOS добавлена функция безопасного стирания данных ThinkShield Secure Wipe, которая гарантированно удаляет все данные с диска и избавляет от необходимости использовать внешние инструменты. Это значит, что теперь специалисты по ИТ-безопасности могут полностью стереть конфиденциальные данные с жесткого диска&nbsp;— быстро, легко и безопасно.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"width: 700px; height: 205px;\" src=\"assets/build-in-contents/images/matchonprint.jpg\"></span></p> \n<p><strong><span>Улучшение пользовательского опыта сотрудников</span></strong></p> \n<p><span>У кого есть время думать о кибербезопасности, когда нужно провести два конференц-звонка, подготовить отчет и успеть забрать детей? Серия ThinkPad X1 создана инженерами, для которых слова \"базовое проектирование\"&nbsp;— не пустой звук: они строго следуют этой философии при разработке всех новых устройств и функций Lenovo.</span></p> \n<p><span>Мы делаем все возможное, чтобы наша продукция отличалась удобством, надежностью и эффективностью и адаптировалась к динамичному темпу жизни наших пользователей. В серии ThinkPad X1 реализованы такие функции и инновации, которые делают работу конечных пользователей максимально комфортной и продуктивной,&nbsp;— и это не удивительно, ведь эта серия&nbsp;— воплощение накопленного компанией на протяжении более трех десятилетий опыта по доставке безопасных ИТ-продуктов, решений и услуг потребителям и коммерческим пользователям по всему миру.</span></p> \n<p><span>Байати рассматривает этот вопрос в широком контексте. \"Опыт конечного пользователя не ограничивается стандартными \"как выглядит\", \"как ощущается\" и \"как звучит\". Люди хотят чувствовать себя в безопасности, пользуясь технологиями, и это требование не подлежит обсуждению. Страх заражения вирусами, хакерских атак и кражи личных данных не беспочвенен, и мы продолжаем делать все возможное для устранения киберугроз. Мы создали ThinkShield&nbsp;— инновационный набор передовых решений для обеспечения вашей безопасности.\"</span></p> \n<p><span>ThinkShutter&nbsp;— отличный пример того, как создатели ThinkPad сделали необходимые инновации доступными обычным пользователям. Стикеры, скотч и всякие новомодные приспособления, закрывающие веб-камеру&nbsp;— на какие только ухищрения не приходилось идти пользователям, пока мы не создали ThinkShutter и ThinkPad не стал первым в мире ноутбуком для бизнеса с встроенным затвором веб-камеры.</span></p> \n<p><span>Крошечный задвижной кожух рядом с веб-камерой в верхней части экрана можно сдвинуть, открывая камеру, если вам нужно позвонить по Skype или записать видео, а затем задвинуть обратно, гарантировав собственную конфиденциальность.</span></p> \n<p><span>Еще один пример&nbsp;— PrivacyGuard, встроенный экранный фильтр, который не позволяет окружающим подглядывать у вас из-за плеча, обнаруживая присутствие и взгляды других людей. Эта функция основана на использовании ИК-камеры для обнаружения людей позади вас и уведомлении вас о потенциальной угрозе конфиденциальности.</span></p> \n<p><span>Кроме того, эта функция может затемнять дисплей, после чего видеть информацию на нем сможет только пользователь, находящийся непосредственно за ноутбуком. Нужно поработать с конфиденциальным документом в кофейне или самолете? В этом случае вам не обойтись без PrivacyGuard.</span></p> \n<p><span>PrivacyGuard&nbsp;— это встроенный экранный фильтр, который не позволяет окружающим подглядывать у вас из-за плеча, обнаруживая присутствие и взгляды других людей.</span></p> \n<p><span>Если вы когда-нибудь задавались вопросом о том, как защитить свои удостоверения без паролей, которые сложно запомнить вам и легко подобрать злоумышленникам, вам однозначно нужен ThinkPad X1.</span></p> \n<p><span>ThinkShield обеспечивает многофакторную аутентификацию, многие из компонентов которой поддерживаются Intel Authenticate. Кроме того, Lenovo&nbsp;— первый поставщик, интегрировавший сертифицированные FIDO механизмы аутентификации непосредственно в ПК с Microsoft Windows.</span></p> \n<p><span>FIDO выполняет аутентификацию удостоверений на таких сайтах как PayPal, Google и Dropbox, используя защищенную технологию считывания пальцев. Это в высшей степени безопасный и конфиденциальный способ использования отпечатков пальцев в качестве второго способа аутентификации при входе в корпоративную сеть или другие бизнес-ресурсы в сети.</span></p> \n<p><span>В считывателе отпечатков пальцев Match-on-Chip используется современная технология Synaptics, которая полностью выполняет аутентификацию в считывателе. Кроме того, мы интегрировали надежный алгоритм защиты от спуфинга Quantum Matcher. Его работа основана на анализе изображений с использованием технологии машинного обучения. В результате существенно снижается вероятность успешных спуфинговых атак.</span></p> \n<p><span>Все эти функции требуют минимальных усилий от сотрудников и повышают уровень безопасности вашей ИТ-системы, обеспечивая положительный опыт для конечных пользователей и специалистов по ИТ-безопасности в организации. Имея в своем распоряжении подходящие технологии и решения ThinkShield, ваши сотрудники могут сконцентрироваться на повышении продуктивности и реализации инноваций, что в конечном итоге приведет к росту прибыли вашей компании.</span></p> \n<p><span>В продуктах Lenovo сочетается обширный опыт компании в области безопасности и ориентация на пользователя при проектировании, и мы рады видеть, как реализация нашей концепции \"<strong>базового проектирования</strong>\" помогает организациям и пользователям не только в решении технологических задач.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}