{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Fundamental teknik: Mångårigt säkerhetsfokus möter användarcentrerad design","Image":"","Body":"<p><span>I dag finns det två typer av företag: de som har upplevt säkerhetsintrång och de som inte vet om att de har gjort det. I vår starkt sammankopplade värld finns det allvarliga säkerhetshot överallt – stulna enheter, datastöld, ransomware, transaktionsbedrägerier, sårbar programvara, molnhackning – listan kan göras lång.</span></p> \n<p><span>Hos Lenovo är&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">säkerheten en del av vårt DNA</a>&nbsp;och en väsentlig faktor i varje steg i produkternas livscykel. Vi byggde in ett säkerhetsundersystem i ThinkPad redan 2002 och var först med att lägga till autentisering via fingeravtrycksläsare 2004. Med de senaste Lenovo ThinkPad X1-modellerna bygger vi vidare på vår mångåriga erfarenhet av att leverera avancerade säkerhetslösningar som fingeravtrycksteknik och att tillämpa ett designtänkande som sätter användaren i första rummet. Det är en exakt avvägning mellan hanterbarhet och användbarhet utan att kompromissa med säkerheten.</span></p> \n<p><span>”Konsekvenserna av säkerhetsintrång sträcker sig längre än till den omedelbara ekonomiska effekten.&nbsp; Försämrat förtroende bland intressenter, skada på varumärket, potentiell förlust av immateriell egendom och konsekvenser för lagefterlevnaden är några av de aspekter som företagen behöver ha i åtanke i det ständigt föränderliga hotlandskapet.&nbsp; Det nya paradigmskiftet gör att detektering och lindring är avgörande”, säger Nima Baiati, Global Director och GM på Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Försämrat förtroende bland intressenter, skada på varumärket, potentiell förlust av immateriell egendom och konsekvenser för lagefterlevnaden är några av de aspekter som företagen behöver ha i åtanke i det ständigt föränderliga hotlandskapet.</span></em></p> \n<p><strong><span>En heltäckande säkerhetsstrategi</span></strong></p> \n<p><span>2018 lanserade Lenovo&nbsp;ThinkShield, en omfattande serie säkerhetslösningar som skyddar produkterna under hela deras livslängd. <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;skyddar enheterna ända från tillverknings- och leveranskedjan och säkerställer att de inte är smittade eller komprometterade innan de ens slås på första gången.</span></p> \n<p><span>Vi övervakar säkerheten hos leverantörerna som bygger intelligenta komponenter och ser till att de följer policyer och riktlinjer. Dessutom samarbetar vi med Intel för att följa deras policy för en transparent leveranskedja, som gör det möjligt för kunderna att lokalisera källan till varje komponent i sina nya system.</span></p> \n<p><span>ThinkPad X1 konstrueras dessutom med djup integrering av maskin- och programvara och marknadens mest avancerade processorer.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Windows 10-datorer med Secured-core</a>&nbsp;är avsedda att hantera verksamhetskritiska data i några av de mest datakänsliga branscherna.</span></p> \n<p><span>En ThinkPad X1-dator med Secured-core är en modern Windows-enhet med maskinvara, programvara och identitetsskydd på högsta nivå som kan användas redan från dag ett.</span></p> \n<p><span>David Weston, Partner Director för operativsystemsäkerhet på Microsoft, säger: ”Företagen står inför ökade risker i takt med att brottslingarna blir allt mer avancerade och riktade i sina attacker. I detta förhöjda hotlandskap är det avgörande att ha ett integrerat maskin- och programvaruskydd. Datorer med Secured-core är utformade för att förhindra sådana riktade attacker mot fast programvara, snarare än att bara upptäcka dem.”</span></p> \n<p><em><span>Datorer med Secured-core är utformade för att förhindra sådana riktade attacker mot fast programvara, snarare än att bara upptäcka dem.</span></em></p> \n<p><span>Med omfattande expertis och ett globalt nätverk av utbildade och certifierade tekniska supportspecialister tillämpar Lenovo konceptet ”säkerhet genom design” i allt vi gör.</span></p> \n<p><span>Med tanke på nätverkens ökande komplexitet och de allt mer avancerade säkerhetshoten ger ThinkShield skydd inom fyra områden: enhet, data, identitet och onlinelösningar. Med lösningar som Privacy Guard, ThinkShutter, Keep Your Drive-service, USB Secure Hard Drive, säker dockning, FIDO (Fast Identity Online), fingeravtrycksläsare Match-on-Chip och Bufferzone, för att bara nämna några, strävar vi efter att skydda organisationer och användare på alla fronter.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Sinnesro för företagen&nbsp;</span></strong></p> \n<p><span>Dagens företag står inför en gemensam utmaning oavsett storlek och utvecklingsfas: underbemannade och överbelastade IT-säkerhetsteam.</span></p> \n<p><span>Cyberattackerna blir fler för varje dag, och hackare och insiders med bedrägliga avsikter utvecklar ständigt nya och kreativa sätt att avslöja sårbarheter. För att inte tala om det ökande antalet nätfiskeattacker via e-post och frånvaron av strukturellt stöd för att främja en säkerhetsorienterad företagskultur.</span></p> \n<p><span>Enligt Gartner är bristen på kvalificerad säkerhetspersonal ett mångårigt problem som konsekvent leder till misslyckade säkerhetstekniska implementeringar. Vi har sett exempel på dataintrång som fått till följd att teknikchefer och vd:ar tvingats lämna sina jobb.&nbsp; Hur stärker du ditt företags säkerhet med begränsade resurser och får sinnesro? Ett sätt är att vända dig till teknikleverantörer som du kan lita på.</span></p> \n<p><span>Därför har vi infört en rad nya förbättringar av säkerheten och hanterbarheten för BIOS (Basic Input-Output System), den förinstallerade firmware som är den första programvara som körs när datorn slås på. Vi byggde in dem i den senaste ThinkPad X1-modellen för att göra det lättare för företag att implementera säkerhet på en grundläggande nivå.</span></p> \n<p><span>Ta till exempel inställningen för administratörslösenord på distans. Genom användningen av Windows 10 och VBS-funktioner (virtualiseringsbaserad säkerhet) har BIOS-lösenord blivit en väsentlig faktor. I tidigare ThinkPad-system var det inte möjligt att ställa in administratörslösenord på distans för att förhindra DOS-attacker (Denial of Service), utan detta krävde manuella åtgärder.</span></p> \n<p><span>Med den nya inställningen för administratörslösenord på distans kan IT-administratörer utnyttja Absolute Persistence 2.0, ett ramverk för säker kommunikation, för att ställa in administratörslösenord utan krav på fysisk närvaro. Det betyder att de på ett säkert sätt kan implementera tusentals bärbara ThinkPad-datorer på distans utan att själva behöva vara på plats fysiskt.</span></p> \n<p><span>Ett annat exempel på de nya säkerhetsfunktionerna är självläkande BIOS. När BIOS har skadats eller utsatts för en skadlig attack kan det ”självläka” och återgå till en känd och fungerande säkerhetskopia. Detta förhindrar hackare från att infiltrera firmwarekoden på den lägsta nivån på enheten och ger IT-teamen och användarna ett motståndskraftigt BIOS som resulterar i mindre nedtid.</span></p> \n<p><span>Dessutom har vi lagt till ThinkShield Secure Wipe i BIOS, som raderar alla data från enheten utan att det krävs externa verktyg. Det betyder att IT-säkerhetsteamen kan rensa alla känsliga data på hårddiskar både säkert, snabbt och enkelt.</span></p> \n<p><strong><span>Förbättrad medarbetarupplevelse</span></strong></p> \n<p><span>Vem har tid att tänka på cybersäkerheten när man har två konferenssamtal och en rapport att hinna klart samtidigt som man måste rusa iväg för att hämta barnen? ThinkPad X1-serien har utvecklats utifrån konceptet ”Fundamental teknik”.</span></p> \n<p><span>Vi försäkrar oss om att våra produkter fungerar i användarnas hektiska liv och är konstruerade för att ge smarta, praktiska och tillförlitliga fördelar. Våra team bygger vidare på mer än tre decenniers erfarenhet av att erbjuda säkra IT-produkter, lösningar och tjänster till konsumenter och kunder i hela världen, och sätter användarnas upplevelse i första rummet med nyckelfunktioner och innovationer i ThinkPad X1-serien.</span></p> \n<p><span>Baiati förklarar närmare: ”Användarupplevelsen sträcker sig längre än till de traditionella sinnena: utseende, känsla och ljud. Människor vill känna sig säkra när de använder teknik, och det är en känsla som inte är förhandlingsbar. Rädslan för virus, hackning och identitetsstöld är högst verklig, och vi kommer att fortsätta göra allt vi kan för att bekämpa cyberhot. ThinkShield är en innovativ serie banbrytande säkerhetslösningar som skyddar våra kunder.”</span></p> \n<p><span>ThinkShutter är ett bevis på hur teknikerna bakom ThinkPad har utvecklat nödvändiga innovationer för användarna. Post-it-lappar, tejp och tjusiga webbkameraskydd – användare har hittat på allt möjligt för att täcka sin webbkamera. ThinkShutter gör ThinkPad till världens första bärbara dator med inbyggt kameraskydd.</span></p> \n<p><span>Det lilla skyddet vid webbkameran upptill på enheten kan skjutas åt sidan när du vill ringa ett Skype-samtal eller spela in en video, och sedan skjutas tillbaka på plats för att skydda din integritet när du inte använder kameran.</span></p> \n<p><span>Ett annat exempel är PrivacyGuard, ett inbyggt skärmfilter med blick- och närvarodetektering som förhindrar att obehöriga personer kommer åt information genom att titta över axeln. IR-kameran upptäcker om någon befinner sig bakom dig och visar sekretessvarningar.</span></p> \n<p><span>Du kan också göra bildskärmen mörk och ställa in den så att det bara går att se innehållet när du sitter rakt framför datorn. Behöver du arbeta med ett konfidentiellt dokument på ett kafé eller flygplan? Då är PrivacyGuard praktiskt.</span></p> \n<p><span>Det är ett inbyggt skärmfilter med blick- och närvarodetektering som förhindrar att obehöriga kommer åt information genom att titta över axeln.</span></p> \n<p><span>Om du någonsin har frågat dig hur du kan skydda din identitet utan att använda lösenord som är svåra att komma ihåg eller lätta att hacka, är ThinkPad X1 svaret.</span></p> \n<p><span>ThinkShield ger autentisering på flera nivåer, varav många stöds av Intel Authenticate. Lenovo är dessutom först med att integrera FIDO-certifierade autentiserare direkt i Microsoft Windows-datorer.</span></p> \n<p><span>FIDO autentiserar identiteter på webbplatser som PayPal, Google och Dropbox genom säker fingeravtrycksteknik. Det är dessutom ett mycket säkert och privat sätt för anställda att använda sina fingeravtryck som sekundär faktor när de loggar in på företagens nätverk och andra uppkopplade företagsresurser.</span></p> \n<p><span>Vår fingeravtrycksläsare med Match-on-Chip använder avancerad Synaptics-teknik för att utföra autentiseringen helt i läsaren. Dessutom har vi infört Quantum Matcher, en robust algoritm som motverkar falska identiteter och som bygger på bildanalys med maskininlärning för att kraftigt minska risken för spoofingattacker.</span></p> \n<p><span>Sammantaget kräver dessa funktioner minimal ansträngning från medarbetarna samtidigt som de stärker säkerheten – vilket är positivt både för slutanvändarna och för företagens IT-säkerhetsteam. Utrustade med rätt tekniker och ThinkShield-lösningar kan teamen fokusera på att stärka produktiviteten och utveckla innovationer som leder till lönsamhet.</span></p> \n<p><span>Genom vårt koncept <strong>Fundamental teknik</strong> förenar Lenovo vårt gedigna säkerhetsarbete med användarcentrerad design och hjälper organisationer och personer med mer än teknik.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}