{
	"Results": {
		"Id": "4bebdfb248254f18be6973072c64f911",
		"Template": "Article",
		"Title": "5G in kibernetska varnost – kaj morajo vedeti podjetja",
		"Image": "",
		"Body": "<p><span>Na več predstavitvah in razpravah na letošnji konferenci NCSA (National Cyber Security Alliance), dogodku, ki obeležuje začetek <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/press-release/16th-annual-national-cybersecurity-awareness-month-begins-today/\" target=\"_blank\">meseca ozaveščenosti o nacionalni kibernetski varnosti</a>, je bilo izpostavljeno, da morajo imeti podjetja jasen varnostni načrt za spopadanje s potencialnimi grožnjami kibernetski varnosti omrežja 5G.</span></p> \n<p><span>Neprofitna organizacija <a rel=\"noopener noreferrer\" href=\"https://staysafeonline.org/\" target=\"_blank\">NCSA</a> na podlagi dveh pristopov gradi javna in zasebna partnerstva za promoviranje močne kibernetske varnosti. Na prvi konferenci v New Yorku so potekale razprave o zasebnosti podatkov, vlogi umetne inteligence pri varnosti in vplivu kvantnega računalništva, glavni govornik o varnosti 5G pa je bil Jason Ruger, vodja informacijske varnosti pri družbi Lenovo.</span></p> \n<p><span>Drugi pristop se osredotoča na potrošnike in posamezne uporabnike, saj napadi z lažnim predstavljanjem in drugi na videz staromodni napadi še naprej predstavljajo resno grožnjo, je dejal Kelvin Coleman, izvršni direktor NCSA, in potrošnikom predlagal, da se s tem pristopom podrobno seznanijo. Zavarujmo in zaščitimo IT.</span></p> \n<p><span>»To preprosto sporočilo spodbuja potrošnike, da spoznajo naprave in aplikacije, ki jih vsakodnevno uporabljajo, zavarujejo svoj digitalni profil in ga zaščitijo tako, da se seznanijo z nastavitvami zasebnosti, ki pomagajo ščititi njihovo zasebnost in omejujejo kibernetski kriminal,« je dejal Coleman. »Ker kibernetski zločinci postajajo vedno bolj izpopolnjeni, si je treba zapomniti te preizkušene metode za lastno zaščito v spletu.«</span></p> \n<p><span>Ruger je v svoji predstavitvi pojasnil, kako tehnologija, ki podpira ogromen potencial omrežja 5G, ki je več kot 100-krat hitrejše od omrežja 4G, ustvarja ne samo večje hitrosti, temveč tudi nove priložnosti za izboljšanje kibernetske varnosti.</span></p> \n<p><span>Te priložnosti izhajajo iz dejstev, zaradi katerih je omrežna tehnologija 5G tako drugačna: Krajša valovna dolžina z višjo frekvenco v primerjavi s prejšnjimi tehnologijami.&nbsp; Ruger je dejal, da so radijski valovi AM, ki pripadajo starejši tehnologiji, dolgi 305 m (1000 čevljev), novi valovi v pasu 5G pa so krajši od enega centimetra.&nbsp; To pomaga tehnologiji 5G zagotavljati tako velike hitrosti z mnogo manjšo zakasnitvijo.</span></p> \n<p><span>Ruger je povedal, da morajo organizacije upoštevati glavne razlike, ki so količina naprav, hitrost povezljivosti in razdalja, po kateri potujejo valovi.</span></p> \n<p><span>»Vsaka od teh sprememb predstavlja resnične izzive pri kibernetski varnosti, pa tudi priložnosti za izboljšanje varnosti,« je dejal Ruger, ki je upravljal prejšnje korporativne selitve iz omrežja 2G v 3G, iz 3G v 4G in zdaj v 5G za podjetja, kot so Lenovo, Motorola in Google.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 600px; width: 800px; text-align: center;\" src=\"assets/build-in-contents/images/5G.jpg\"></span></p> \n<p><span>Hitrejše in močnejše povezave, ki jih zagotavlja 5G, bodo povzročile eksplozijo naprav interneta stvari.&nbsp; Koliko novih naprav? Zaposleni imajo zdaj morda eno ali dve napravi, povezani z internetom, organizacije pa bodo morale v bližnji prihodnosti načrtovati kar 100 naprav na zaposlenega, saj so pametni senzorji dodani na vse, od žarnic do pisarniških stolov do termostatov.</span></p> \n<p><span>»Ko bodo zaposleni začeli prinašati toliko naprav, bodo organizacije pod velikim pritiskom, da zagotovijo, da vsaka naprava stalno prejema posodobitve in popravke,« je dejal Ruger. »Organizacije morajo imeti načrt, s katerim zagotovijo, da so naprave posodobljene, bodisi prek pogodbe za storitve bodisi pogostejših zamenjav naprav, kar bi lahko pomenilo zakup več naprav.«</span></p> \n<p><span>Organizacije lahko izkoristijo tudi omrežno rezanje, ki jim omogoča, da nabavijo zasebne dele spektra 5G, kar posledično zmanjšuje možnost za stransko širjenje težav, kot so okužbe po omrežju.</span></p> \n<p><span>Družba Lenovo ima načrte za tehnologijo 5G tako glede tega, kako bo zavarovala svoja omrežja, kot tudi glede zagotavljanja izdelkov, ki uporabljajo tehnologijo 5G. Pametni telefoni Motorola družbe Lenovo so prvi telefoni, ki so pripravljeni za 5G, družba Lenovo pa je izdala prvi osebni računalnik Qualcomm 5G.</span></p> \n<p><span>Največja konkurenčna prednost tehnologije 5G je hitrost.&nbsp; Novi standard, ki deluje skoraj 100-krat hitreje kot 4G, tako obljublja, da se bodo spletni videoposnetki vsakič prikazovali brez težav, prenosi pa bodo skoraj takojšnji. Vendar pa ista velika hitrost, ki omogoča jasne klice ali popolne videoposnetke, pomeni tudi, da lahko hekerji, ki vderejo v vaše sisteme, izvlečejo gore podatkov, preden se lahko odzovete.</span></p> \n<p><span>»Ta hitrost se lahko zdi nekoliko strašljiva, ko ste odgovorni za varnost, vendar omrežno rezanje 5G omogoča nove zmožnosti nadziranja in 'zaznavanja',« je dejal Ruger. »Poleg tega lahko izkoristite hitrosti 5G za boljše varnostno kopiranje podatkov in redundanco.«</span></p> \n<p><span>Tretje področje je razdalja – glavni dejavnik, ki omrežje 5G ločuje od vseh ostalih.&nbsp; Tisti 305-metrski radijski valovi AM imajo eno prednost: prepotujejo velike razdalje.&nbsp; V nasprotju s tem sorazmerno majhni valovi 5G potrebujejo celice na približno vsakih 60 metrov, zlasti v gostih mestnih okoljih. To bo povzročilo infrastrukturnih naprav za nadaljnje širjenje valov 5G.</span></p> \n<p><span>Čeprav morajo biti vse te celice zaščitene, vodilnim na področju varnosti zagotavljajo tudi priložnost, da nadzorujejo mikrocelice, nameščene v stavbah, ko bo prispelo omrežje 5G.</span></p> \n<p><span>»Podjetja lahko izkoristijo to omejitev razdalje tako, da se osredotočijo na povezljivost v pisarnah in izboljšajo preverjanje pristnosti, da zaščitijo vaše omrežje,« je dejal Ruger.</span></p> \n<p><span>Vse je tudi opomnil, da se bodo stvari odvijale še hitreje, saj delo na tehnologiji 6G že dobro napreduje.</span></p> \n<p><span>&nbsp;</span></p>",
		"Author": ""
	}
}
