{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Temeljniinženiring: Srečanje varnostne tradicije z oblikovanjem, usmerjenim v uporabnika","Image":"","Body":"<p><span>Danes obstajata dve vrsti podjetij: Tista, ki so doživela kršitve varnosti, in tista, ki ne vedo, da so jih. V našem zelo prepletenem svetu povsod obstajajo resna varnostna tveganja – ukradene naprave, kraja podatkov, izsiljevalska programska oprema, goljufije pri transakcijah, ranljivosti programske opreme, vdori v oblak in še mnoga druga.</span></p> \n<p><span>Pri družbi Lenovo <a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">je varnost v naši krvi</a> in je bistvenega pomena pri vsakem koraku življenjskega cikla izdelka. ThinkPad je varnostni podsistem integriral že leta 2002, leta 2004 pa je kot prvi dodal preverjanje pristnosti z bralnikom prstnih odtisov. Na podlagi bogate tradicije zagotavljanja vrhunskih varnostnih rešitev, kot so tehnologija prstnih odtisov in uporaba oblikovalskega razmišljanja ob upoštevanju končnega uporabnika, inženiring najnovejših izdelkov Lenovo ThinkPad X1 dosega odlično ravnotežje med upravljivostjo in uporabnostjo brez kompromisov glede varnosti.</span></p> \n<p><span>»Posledice kršitve varnosti presegajo neposredni finančni vpliv.&nbsp; Manjše zaupanje zainteresiranih strani, škoda za blagovno znamko, potencialna izguba intelektualne lastnine in regulativni vplivi so nekateri dejavniki, ki jih morajo organizacije upoštevati, saj se obseg groženj vsak dan čedalje bolj razvija.&nbsp; Ta nov premik paradigme pomeni, da sta odkrivanje in odpravljanje napak ključnega pomena,« je dejal Nima Baiati, globalni in generalni direktor pri Lenovo Cybersecurity Solutions.</span></p> \n<p><em><span>Manjše zaupanje zainteresiranih strani, škoda za blagovno znamko, potencialna izguba intelektualne lastnine in regulativni vplivi so nekateri dejavniki, ki jih morajo organizacije upoštevati, saj se obseg groženj vsak dan čedalje bolj razvija.</span></em></p> \n<p><strong><span>Celovit pristop k varnosti</span></strong></p> \n<p><span>Družba Lenovo je leta 2018 predstavila ThinkShield , celovit nabor varnostnih rešitev, oblikovanih za zaščito celotne življenjske dobe izdelka. <a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>, ki naprave varuje od proizvodnega koraka do dobave, poskrbi, da naprave niso okužene ali ogrožene, še preden se sploh vklopijo.</span></p> \n<p><span>Nadziramo varnost dobaviteljev, ki izdelujejo inteligentne komponente, da zagotovimo, da izpolnjujejo svoje pravilnike in sledijo smernicam. Poleg tega sodelujemo s podjetjem Intel, da bi delovali skladno z njegovo transparentno dobavno verigo, kar strankam omogoča preverjanje celovitosti vsake komponente njihovega novega sistema.</span></p> \n<p><span>Izdelki ThinkPad X1 so oblikovani, da omogočajo globoko integracijo strojne in programske opreme in imajo na voljo najnaprednejše procesorje.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Računalniki s sistemom Windows 10</a> z zaščitenimi jedri so namenjeni obvladovanju kritičnih podatkov v nekaterih najbolj podatkovno občutljivih industrijah.</span></p> \n<p><span>Računalnik ThinkPad X1 z zaščitenim jedrom je sodobna naprava s sistemom Windows, ki ima že ob nakupu najvišjo raven strojne in programske opreme ter zaščite identitete.</span></p> \n<p><span>David Weston, direktor za partnerje in direktor za varnost operacijskih sistemov pri Microsoftu, pravi: »Podjetja se soočajo s povečanim tveganjem, saj nasprotniki pri svojih napadih postanejo bolj izpopolnjeni in usmerjeni. V tem okolju s povišano stopnjo groženj je integriran pristop za strojno in programsko opremo bistvenega pomena. Računalniki z zaščitenim jedrom so zasnovani tako, da namesto zgolj zaznavanja tovrstnih ciljnih napadov na vdelano programsko opremo le-te tudi preprečujejo.«</span></p> \n<p><em><span>Računalniki z zaščitenim jedrom so zasnovani tako, da namesto zgolj zaznavanja tovrstnih ciljnih napadov na vdelano programsko opremo, le-te tudi preprečujejo.«</span></em></p> \n<p><span>Podjetje Lenovo pri vsem, kar počne, uporablja koncept »varnost po zasnovi«, ki je podprt s poglobljenim strokovnim znanjem ter globalno mrežo usposobljenih in certificiranih strokovnjakov za tehnične storitve.</span></p> \n<p><span>Glede na vse večjo kompleksnost omrežij in vse večjo sofisticiranost varnostnih groženj ThinkShield ponuja štiri stebre zaščite, ki zajemajo rešitve za naprave, podatke, identiteto in spletne rešitve. Cilj storitev, kot so Privacy Guard, ThinkShutter, storitve »Keep Your Drive«, USB Secure Hard Drive to Secure Docking, FIDO (Fast Identity Online), bralnika prstnih odtisov Match-on-Chip do storitve Bufferzone, je ščitenje organizacij in uporabnikov z vseh zornih kotov.</span></p> \n<p style=\"text-align: center;\"><span><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></span></p> \n<p><strong><span>Skrb za brezskrbno delo v organizacijah</span></strong></p> \n<p><span>Ne glede na velikost ali stopnjo razvoja imajo organizacije danes en skupen izziv: ekipe za IT-varnost imajo premalo osebja in so zadolžene za preveč stvari.</span></p> \n<p><span>Število kibernetskih napadov se iz dneva v dan povečuje, hekerji in zlonamerni interni posamezniki nenehno razvijajo nove in kreativne načine za razkrivanje ranljivosti, da ne omenjamo naraščajočega števila napadov z lažnim predstavljanjem ali pomanjkanja strukturne podpore za spodbujanje korporativne kulture, ki je osredotočena na varnost.</span></p> \n<p><span>Po Gartnerjevem mnenju je pomanjkanje usposobljenih strokovnjakov za varnost trajna težava, katere posledica so neuspešne uvedbe varnostne tehnologije, poleg tega pa smo bili priča varnostnim vdorom, zaradi katerih so bili vodje informacijske varnosti ali generalni direktorji ob delovno mesto.&nbsp; Kako z omejenimi sredstvi dvignete varnost svojega podjetja in si zagotovite mir? Eden od načinov je, da se obrnete na ponudnike tehnologije, ki jim lahko zaupate, da se soočijo s temi izzivi in jih presežejo.</span></p> \n<p><span>Zato smo razvili vrsto novih izboljšav varnosti in upravljivosti za BIOS (Basic Input-Output System), vnaprej nameščeno vdelano programsko opremo in prvo programsko opremo, ki se zažene ob vklopu računalnika. Vgradili smo jih v najnovejši ThinkPad X1, da podjetjem olajšamo implementiranje varnosti na temeljni ravni.</span></p> \n<p><span>Vzemimo za primer nastavitev nadzorniškega gesla. Gesla za BIOS so postala ključnega pomena zaradi sprejetja sistema Windows 10 in funkcij VBS (Virtualization-based Security). Sistemi ThinkPad prej niso podpirali nastavitev nadzorniškega gesla na daljavo za preprečevanje napadov DOS (Denial of Service), kar pomeni, da mora nekdo fizično upravljati postopek.</span></p> \n<p><span>Nova nastavitev Remote Supervisor Password omogoča, da IT-skrbniki izkoristijo varno komunikacijsko ogrodje Absolute Persistence 2.0, da brez fizične prisotnosti nastavijo nadzorniško geslo, kar jim omogoča, da na daljavo in varno razmestijo tisoče računalnikov ThinkPad, ne da bi morali biti fizično prisotni.</span></p> \n<p><span>Drug primer novih varnostnih funkcij je samodejno okrevanje BIOS-a. Ko je BIOS poškodovan ali zlonamerno napaden, bo »samodejno okreval« in se povrnil na znano dobro varnostno kopijo. To preprečuje, da bi hekerji vdrli v kodo vdelane programske opreme najnižje ravni v napravi, in IT-skupinam ter uporabnikom zagotavlja odporen BIOS, kar pomeni krajši čas nedelovanja.</span></p> \n<p><span>Poleg tega smo v BIOS dodali ThinkShield Secure Wipe, ki zanesljivo izbriše vse podatke s pogona brez zunanjih orodij, kar pomeni, da lahko zdaj ekipe za IT-varnost varno, hitro in preprosto v celoti izbrišejo občutljive podatke na trdih diskih.</span></p> \n<p><strong><span>Izboljšanje izkušnje zaposlenih</span></strong></p> \n<p><span>Le kdo ima čas razmišljati o kibernetski varnosti, ko imate dva konferenčna klica in morate oddati poročilo, poleg tega pa še iskati otroke v vrtec? Serijo ThinkPad X1 so zasnovali inženirji, ki pri ustvarjanju novih naprav in funkcij pri družbi Lenovo z vso predanostjo sledijo filozofiji »temeljnega inženiringa«.</span></p> \n<p><span>Zagotavljamo, da se naši izdelki prilagajajo natrpanemu življenju naših uporabnikov in so zasnovani tako, da prinašajo pametne, priročne in zanesljive koristi. Ekipa, ki ima več kot 30-letno tradicijo na področju varnih IT-izdelkov, rešitev in storitev za potrošnike in stranke po vsem svetu, s ključnimi lastnostmi in inovacijami v seriji ThinkPad X1 postavlja izkušnjo končnih uporabnikov na prvo mesto.</span></p> \n<p><span>Baiati pojasnjuje. »Izkušnja končnega uporabnika presega tradicionalna čutila za videz, občutek in zvok. Ljudje se želijo ob uporabi tehnologije počutiti varne in glede tega čustvenega stanja ne smemo sprejemati kompromisov. Strah pred virusnimi okužbami, vdori in krajo identitete je resničen in še naprej bomo storili vse, kar je v naši moči, da se bomo borili proti kibernetskim grožnjam. ThinkShield smo ustvarili kot inovativen portfelj vrhunskih varnostnih rešitev za vašo zaščito.«</span></p> \n<p><span>ThinkShutter je dokaz, kako so inženirji rešitev ThinkPad oživili potrebno inovacijo v korist uporabnikom. Ljudje so z najrazličnejšimi stvarmi poskušali pokriti spletno kamero, od samolepilnih listkov Post-it do stilskih pokrovov za spletno kamero, dokler jim nismo predstavili pokrovček ThinkShutter. ThinkPad je tako postal prvi poslovni prenosnik na svetu z vgrajenim pokrovčkom za spletno kamero.</span></p> \n<p><span>Majhen drsni pokrov poleg spletne kamere na vrhu naprave, ki ga je mogoče odmakniti, ko želite klicati prek Skypa ali snemati video, nato pa potisniti nazaj za zaščito zasebnosti, ko kamere ne uporabljate.</span></p> \n<p><span>Drug primer je PrivacyGuard, vgrajen zaslonski filter, ki preprečuje brskanje z zaznavanjem pogleda in prisotnosti. Ta funkcija uporablja IR-kamero, da zazna, ali je nekdo za vami, in omogoča opozorila o zasebnosti.</span></p> \n<p><span>Ima tudi možnost zatemnitve zaslona in ga narediti vidnega samo vam, če sedite neposredno pred prenosnikom. Morate delati na zaupnem dokumentu v kavarni ali na letalu? PrivacyGuard vam bo prišel prav.</span></p> \n<p><span>PrivacyGuard je vgrajen zaslonski filter, ki preprečuje brskanje z odkrivanjem pogleda in prisotnosti.</span></p> \n<p><span>Če ste se kdaj spraševali, kako zaščititi svojo identiteto brez uporabe gesel, ki si jih je težko zapomniti ali je vanje enostavno vdreti, je ThinkPad X1 prava rešitev za vas.</span></p> \n<p><span>ThinkShield ponuja več dejavnikov za preverjanje pristnosti, ki jih v večini podpira Intel Authenticate. Poleg tega je Lenovo prvi ponudnik, ki je integriral overitelje s certifikatom FIDO neposredno v računalnike Microsoft Windows.</span></p> \n<p><span>FIDO preveri pristnost identitet na spletnih mestih, kot so PayPal, Google in Dropbox, z varno tehnologijo prstnih odtisov, poleg tega pa gre za zelo varen in zaseben način, pri katerem zaposleni uporabijo svoje prstne odtise kot drugi korak, ko se prijavijo v korporativna omrežja in druge povezane poslovne vire.</span></p> \n<p><span>Naš bralnik prstnih odtisov match-on-chip uporablja vrhunsko tehnologijo podjetja Synaptics, ki postopek preverjanja pristnosti v celoti izvede v bralniku. Poleg tega smo vgradili močan algoritem za zaščito pred predstavljanjem za drugega, imenovan Quantum Matcher, ki temelji na analizi slike s strojnim učenjem in močno zmanjša verjetnost uspešnih napadov s potvarjanjem.</span></p> \n<p><span>Zaposlenim ni treba vložiti veliko truda za uporabo teh funkcij, hkrati pa izboljšujejo raven varnosti – pomagajo ustvariti pozitivno izkušnjo za končne uporabnike in ekipe za IT-varnost v organizacijah. Ekipe, okrepljene s pravimi tehnologijami in rešitvami ThinkShield, se lahko osredotočijo na povečanje produktivnosti in spodbujanje inovacij, kar bo sčasoma pripomoglo k izboljšanju splošnega stanja.</span></p> \n<p><span>Ko se srečata varnostna tradicija družbe Lenovo in oblikovanje, usmerjeno na uporabnika – ponosni smo, da naš koncept »<strong>temeljnega inženiringa</strong>« pomaga organizacijam in posameznikom pri več vidikih kot samo tehnologiji.</span></p> \n<p><span>&nbsp;</span></p>","Author":""}}