{"Results":{"Id":"9bf920ddabd043fe9d8e4b3a87be1e8b","Template":"Article","Title":"Temeljno inženjerstvo: bezbednosno nasleđe i dizajn usmeren prema korisnicima","Image":"","Body":"<p>Danas postoje dve vrste kompanija: one koje su doživele povredu bezbednosti i one koje ne znaju da jesu. U ovom izuzetno povezanom svetu, bezbednosne pretnje su svuda: ukradeni uređaji, krađe podataka, lažne transakcije, slabe tačke softvera, hakovanje oblaka, i taj spisak nema kraja.</p> \n<p>U Lenovu&nbsp;<a rel=\"noopener noreferrer\" href=\"https://www.lenovo.com/us/en/product-security/landing\" target=\"_blank\">je bezbednost upisana u DNK</a>&nbsp;i bitna je u svakom koraku životnog ciklusa proizvoda. ThinkPad je integrisao bezbednosni podsistem još 2002. godine, a prvi je dodao proveru autentičnosti putem čitača otisaka prstiju 2004. godine. Nastavljajući se na bogato nasleđe pružanja vrhunskih bezbednosnih rešenja, npr. tehnologije otiska prsta i primene dizajnerskog razmišljanja koje uzima u obzir krajnjeg korisnika, inženjerstvo najnovijih proizvoda, Lenovo ThinkPad X1 postiže dobru ravnotežu između upravljivosti i upotrebljivosti bez kompromisa u pogledu bezbednosti.</p> \n<p>„Posledice narušavanja bezbednosti prevazilaze okvir neposrednog finansijskog uticaja.&nbsp; Erozija poverenja deoničara, šteta za brend, potencijalni gubitak intelektualnog vlasništva i zakonski uticaj su neki od razloga koje organizacije moraju imati na umu dok se mnoštvo pretnji i dalje svakodnevno razvija.&nbsp; Ova nova promena paradigme znači da su otkrivanje i sanacija od vitalne važnosti“, kaže Nima Baiati, globalni direktor i glavni direktor odeljka Lenovo Cybersecurity Solutions.</p> \n<p><em>Erozija poverenja deoničara, šteta za brend, potencijalni gubitak intelektualnog vlasništva i zakonski uticaj su neki od razloga koje organizacije moraju imati na umu dok se mnoštvo pretnji i dalje svakodnevno razvija.</em></p> \n<p style=\"text-align: center;\"><em><img alt=\"\" style=\"height: 205px; width: 700px; text-align: center;\" src=\"assets/build-in-contents/images/Security-legacy-thinkShutter.jpg\"></em></p> \n<p><strong>Pristup bezbednosti od 360°</strong></p> \n<p>Lenovo je 2018. godine predstavio&nbsp;ThinkShield,&nbsp;sveobuhvatni paket bezbednosnih rešenja dizajniranih da zaštite celokupni životni vek proizvoda. Zaštitom uređaja direktno iz proizvodnog lanca i lanca snabdevanja,&nbsp;<a rel=\"noopener noreferrer\" href=\"http://www.lenovo.com/thinkshield\" target=\"_blank\">ThinkShield</a>&nbsp;garantuje da uređaji nisu zaraženi ili ugroženi pre nego što se uopšte uključe.</p> \n<p>Nadgledamo bezbednost dobavljača koji grade inteligentne komponente vodeći računa da budu u skladu sa njihovim politikama i smernicama. Povrh toga, radimo s Intelom na usklađivanju sa njegovim transparentnim lancem snabdevanja, čime omogućavamo kupcima da potvrde integritet svake komponente svog novog sistema.</p> \n<p>Računari ThinkPad X1 takođe su dizajnirani sa dubokom integracijom hardvera i softvera i sadrže najnaprednije dostupne procesore.&nbsp;<a rel=\"noopener noreferrer\" href=\"https://aka.ms/Secured-core-PC\" target=\"_blank\">Računari sa zaštićenim jezgrom za Windows 10</a>&nbsp;namenjeni su za obradu podataka od ključne važnosti za poslovanje u nekim od industrija koje rukuju najosetljivijim podacima.</p> \n<p>Računar sa zaštićenom jezgrom ThinkPad X1 je moderan Windows uređaj koji se isporučuje sa najvišim nivoom zaštite hardvera, softvera i identiteta.</p> \n<p>Dejvid Veston, direktor za odnose sa partnerima u odeljku za bezbednost OS-a korporacije Microsoft, kaže: „Kompanije se izlažu povećanom riziku jer protivnici postaju sve sofisticiraniji i usmereniji u svojim napadima. U tom okruženju sve većih pretnji ključan je integrisani hardverski i softverski pristup zaštiti. Računari sa zaštićenim jezgrom su dizajnirani tako da spreče takve vrste ciljanih napada na firmver, a ne da ih samo otkrivaju.“</p> \n<p><em>Računari sa zaštićenim jezgrom su dizajnirani tako da spreče takve vrste ciljanih napada na firmver, a ne da ih samo otkrivaju.</em></p> \n<p>Uz podršku temeljne ekspertize i globalne mreže obučenih i certifikovanih stručnjaka za tehničke usluge, Lenovo primenjuje koncept „bezbednost po dizajnu“ u svemu što radimo.</p> \n<p>S obzirom na rastuću složenost mreža i sve veću sofisticiranost bezbednosnih pretnji, ThinkShield pruža četiri stuba zaštite koja uključuju rešenja za uređaje, podatke, identitet i internet. Od funkcije Privacy Guard, do usluge ThinkShutter, „Keep Your Drive“, USB Secure Hard Drive i alatki Secure Docking, FIDO (Fast Identity Online), Match-on-Chip Fingerprint Reader i Bufferzone, da navedemo samo nekoliko rešenja, cilj je da se kompanije i korisnici zaštite iz svakog ugla.</p> \n<p><strong>Spokoj za organizacije&nbsp;</strong></p> \n<p>Bez obzira na veličinu ili fazu razvoja, organizacije danas imaju jedan zajednički izazov: timovi za bezbednost IT-a nemaju dovoljno radnika i preopterećeni su.</p> \n<p>Broj kibernetičkih napada povećava se svakim danom, a hakeri i zlonamerni zaposleni neprestano razvijaju nove i kreativne načine otkrivanja slabih tačaka, da i ne spominjemo sve veći broj napada porukama e-pošte za krađu identiteta ili nedostatak strukturne podrške za podsticanje korporativne kulture usmerene prema bezbednosti.</p> \n<p>Prema Gartneru, nedostatak kvalifikovanih stručnjaka za bezbednost je višegodišnji problem koji dosledno dovodi do neuspelih implementacija bezbednosne tehnologije, a znali smo da viđamo i slučajeve kršenja podataka koji su na kraju koštali radnih mesta čak i direktore informatičkih odeljenja i generalne direktore.&nbsp; Kako da povećate bezbednost kompanije sa ograničenim resursima i rešite se briga? Jedan od načina je da prepustite pouzdanim dobavljačima tehnologija da nadjačaju izazove.</p> \n<p>Zato smo razvili niz novih poboljšanja bezbednosti i upravljivosti za BIOS, unapred instalirani firmver i prvi softver koji se pokreće kada se računar uključi. Ugradili smo ih u najnoviji ThinkPad X1 kako bismo kompanijama olakšali implementaciju bezbednosti na osnovnom nivou.</p> \n<p>Uzmimo za primer daljinsko postavljanje lozinke nadzora. Lozinke za BIOS su postale presudne zbog usvajanja sistema Windows 10 i funkcija VBS-a (bezbednosti koja se zasniva na virtuelizaciji). Tradicionalno, ThinkPad sistemi ne podržavaju daljinsko postavljanje lozinke nadzora kako bi se sprečili napadi DOS-om (eng. Denial of Service – uskraćivanje usluge), a za to je potrebno da neko fizički upravlja procesom.</p> \n<p>Nova postavka daljinske lozinke nadzora omogućava administratorima IT-a da iskoriste bezbedan komunikacijski okvir Absolute Persistence 2.0 i postave lozinku nadzora bez fizičke prisutnosti, što im omogućava da na daljinu i bezbedno instaliraju na hiljade prenosnih računara ThinkPad bez potrebe za fizičkim pristupom svakom od njih.</p> \n<p>Drugi primer novih bezbednosnih funkcija je BIOS koji sam sebe popravlja. Kada je BIOS oštećen ili zlonamerno napadnut, on će se „sam popraviti“ i vratiti na poslednju poznatu dobru bezbednosnu kopiju. To hakerima onemogućava infiltriranje na najniže nivoe koda firmvera u uređaju, a IT timovima i korisnicima stavlja na raspolaganje otporan BIOS, što smanjuje prazan hod.</p> \n<p>Osim toga, u BIOS smo dodali ThinkShield Secure Wipe, funkciju za pouzdano brisanje svih podataka sa diska bez potrebe za spoljnim alatkama, što znači da timovi za IT bezbednost sada mogu da u potpunosti izbrišu osetljive podatke sa hard diskova bezbedno, brzo i bez problema.</p> \n<p><strong>Poboljšanje iskustva zaposlenih</strong></p> \n<p>Ko ima vremena da razmišlja o kibernetičkoj bezbednosti kada ima dva konferencijska poziva i rok za pisanje izveštaja, a pritom žuri da pokupi decu? Seriju računara ThinkPad X1 dizajnirali su inženjeri koji, osmišljavajući nove uređaje i funkcije za Lenovo, žive i dišu filozofiju „temeljnog inženjerstva“.</p> \n<p>Nastojimo da prilagodimo svoje proizvode užurbanom životu svojih korisnika, pa su proizvedeni tako da pruže pametne, praktične i pouzdane prednosti. Oslanjajući se na više od tri decenije iskustva proizvodnje bezbednih IT proizvoda, rešenja i usluga za potrošače i kupce širom sveta, tim koristi ključne funkcije i inovacije iz serije ThinkPad X1 i na prvo mesto stavlja iskustvo krajnjih korisnika.</p> \n<p>Baiati to stavlja u perspektivu. „Iskustvo krajnjeg korisnika prevazilazi tradicionalne osećaje izgleda, stila i zvuka. Ljudi žele da se osećaju bezbedno kad koriste tehnologiju i to emocionalno stanje nije predmet pregovara. Strah od virusnih infekcija, hakovanja i krađe identiteta je stvaran, a mi ćemo i dalje da radimo sve što je u našoj moći kako bismo se borili protiv kibernetičkih pretnji. Napravili smo ThinkShield kao inovativni portfolio najsavremenijih bezbednosnih rešenja koja vas štite.\"</p> \n<p>ThinkShutter je dokaz da su ThinkPad inženjeri otelotvorili neophodnu inovaciju za korisnike. Samolepljivi papirići, selotejp, luksuzni poklopac za veb kameru – ljudi su istraživali različite stvari koje bi im pomogle da pokriju veb kameru – sve dok mi nismo predstavili ThinkShutter i od serije ThinkPad stvorili prvi prenosni računar poslovne klase sa ugrađenim zatvaračem kamere.</p> \n<p>Mali klizni poklopac koji se nalazi pored veb kamere na vrhu uređaja može da se povuče na stranu kada želite da obavite Skype poziv ili snimite video zapis, a zatim može da se povuče nazad kada ne koristite kameru da biste zaštitili svoju privatnost.</p> \n<p>Drugi primer je PrivacyGuard, ugrađeni filter ekrana koji sprečava virenje preko ramena jer otkriva pogled i prisutnost. Ova funkcija putem infracrvene kamere otkriva da li je neko iza vas i šalje vam upozorenja o privatnosti.</p> \n<p>Ona takođe može da zatamni ekran i da ga postavi da bude vidljivm samo vama ako sedite tačno ispred prenosnog računara. Morate da radite na poverljivom dokumentu u kafiću ili avionu? PrivacyGuard će vam dobro doći.</p> \n<p>PrivacyGuard je ugrađeni filter ekrana koji sprečava virenje preko ramena jer otkriva pogled i prisutnost.</p> \n<p>Ako ste se ikad zapitali kako da zaštitite svoj identitet bez upotrebe lozinki koje je teško zapamtiti ili ih je lako hakovati, ThinkPad X1 ima odgovor za vas.</p> \n<p>ThinkShield nudi više faktora provere autentičnosti, a mnoge od njih podržava Intel Authenticate. Dalje, Lenovo je prvi dobavljač koji je integrisao alatke za proveru autentičnosti sa certifikatom FIDO direktno u računare sa sistemom Microsoft Windows.</p> \n<p>FIDO proverava identitete na veb lokacijama kao što su PayPal, Google i Dropbox koristeći bezbednu tehnologiju otisaka prstiju, a predstavlja i vrlo siguran i privatan način na koji zaposleni mogu da koriste svoje otiske prstiju kao drugi faktor prilikom prijave u korporacijske mreže i na druge povezane poslovne resurse.</p> \n<p>Naš čitač otiska prsta Match-On-Chip pomoću najnovije tehnologije Synaptic potpuno samostalno proverava autentičnost. Uz to smo ugradili Quantum Matcher, robustan algoritam protiv lažiranja IP adresa koji se zasniva na analizi slike uz mašinsko učenje kako bismo u velikoj meri smanjili verovatnoću uspešnih napada lažiranjem IP adresa.</p> \n<p>Sve u svemu, ove funkcije zahtevaju minimalne napore zaposlenih, sve vreme povećavaju nivo bezbednosti i time pomažu u stvaranju pozitivnog iskustva za krajnje korisnike i timove za bezbednost IT-a u organizacijama. Opremljeni pravim tehnologijama i rešenjima koja nudi ThinkShield, timovi mogu da se usredsrede na povećanje produktivnosti i pokretanje inovacija, što će na kraju doprineti poboljšanju rezultata.</p> \n<p>Kada se bezbednosno nasleđe kompanije Lenovo susreće sa dizajnom usmerenim na korisnike, ponosni smo što vidimo da naš koncept „<strong>temeljnog inženjerstva</strong>“ doprinosi organizacijama više od tehnologija.</p> \n<p>&nbsp;</p>","Author":""}}